const Resources = {
  applicant_title: 'สมัคร {0}',
  applicant_subtitle: 'กรุณาตรวจสอบข้อมูล',
  account_subtitle: 'บัญชีที่จะผูกกับบริการ',
  summary_title: 'สรุปข้อมูล',
  term_title: 'ข้อตกลงและเงื่อนไข',
  success_title: 'สำเร็จ',
  error_title: 'ขออภัย',
  edit_info_title: 'แก้ไขข้อมูล',
  privacy_consent_title: 'ความยินยอมเปิดเผยข้อมูลส่วนตัว',
  market_conduct_consent_title: 'ความยินยอมเพื่อการตลาด',
  ncb_consent_title: 'การให้ความยินยอมเปิดเผยข้อมูล',
  offering_success_title: 'สมัครสินเชื่อบุคคลเพย์-เดย์',
  ncb_timeStamp: 'วันเวลาที่ทำรายการยินยอมเปิดเผยข้อมูล',
  credit_card_detail_title: 'บัตรเครดิตวันสยาม-กสิกรไทย',
  credit_card_summary_title: 'สมัครบัตรเครดิตกสิกรไทย',

  email_title: 'ข้อมูลอีเมล',
  occupation_title: 'ข้อมูลอาชีพเบื้องต้น',

  section_applicant_info: 'ข้อมูลผู้สมัคร',
  section_service_info: 'ข้อมูลบริการ',
  section_credit_card_info: 'สรุปข้อมูลบัตรที่คุณเลือก',
  section_credit_card_email: 'อีเมลรับ K-email Statement',
  section_list_card: 'ประเภทบัตรเครดิตที่ต้องการ (เลือกได้ไม่เกิน 3 บัตร)',
  section_occupation_info: 'ข้อมูลอาชีพ',
  section_email_info: 'ข้อมูลอีเมล',
  section_work_address: 'สถานที่ทำงาน',
  section_contact_address: 'ที่อยู่ติดต่อได้',
  section_account: 'บัญชีที่จะผูกกับบริการ',
  section_source_income: 'แหล่งที่มาของเงินที่นำมาชำระเงินกู้',
  source_income_other_text: 'โปรดระบุ',

  male: 'ชาย',
  female: 'หญิง',
  nation: 'สัญชาติ',

  service_companyName: 'บริษัท',
  service_serviceName: 'เพื่อบริการ',

  mobile_number: 'หมายเลขโทรศัพท์มือถือ',

  person_enName: 'ชื่อ-สกุล (อังกฤษ)',
  person_thName: 'ชื่อ-สกุล',
  person_gender: 'เพศ',
  person_dateOfBirth: 'วันเดือนปีเกิด',
  person_citizenId: 'เลขทีบัตรประชาชน',
  person_passportNo: 'เลขทีพาสปอร์ต',

  person_email: 'อีเมล',
  person_title: 'Title',
  person_image: 'Image',
  account_number: 'เลขที่บัญชี',

  registered_address: 'ที่อยู่ตามบัตรประชาชน',
  outside_address: 'ที่อยู่ในประเทศเจ้าของสัญชาติ',
  contact_address: 'ที่อยู่ติดต่อได้',
  work_address: 'ที่อยู่สถานที่ทำงาน',

  occupation: 'อาชีพ',
  profession: 'สาขาอาชีพ',
  occupation_professionOther: 'อื่นๆ',
  occupation_income: 'รายได้ต่อเดือน',
  empty_string: '(โปรดระบุ)',
  occupation_srcIncome: 'ประเทศที่มาของรายได้',
  occupation_workAddressName: 'ชื่อสถานที่ทำงาน',

  address_village: 'ชื่อหมู่บ้าน',
  address_moo: 'หมู่', // moo village_no
  address_building: 'อาคารชุด',
  address_room: 'เลขที่ห้อง',
  address_floor: 'ชั้น',
  address_mailNum: 'บ้านเลขที่', // mailNum
  address_soi: 'ซอย', // alley
  address_road: 'ถนน',
  address_province: 'จังหวัด',
  address_amphur: 'เขต/อำเภอ', // amphur
  address_tumbol: 'แขวง/ตำบล',
  address_postCode: 'รหัสไปรษณีย์',
  default_registration_address: 'เหมือนที่อยู่ตามบัตรประชาชน',
  default_contact_address: 'เหมือนที่อยู่ที่ติดต่อได้',

  default_account_aliasName: 'บัญชีของฉัน',

  term_header: 'ความยินยอมเปิดเผยข้อมูลส่วนตัว',
  term_content: 'ผู้ใช้บริการตกลงยินยอมให้ธนาคารเปิดเผยข้อมูลของผู้ใช้บริการดังต่อไปนี้ ให้แก่ {1}  เพื่อวัตถุประสงค์ในการสมัครและใช้บริการ {0} โดยผู้ใช้บริการมีสิทธิขอเข้าถึง แก้ไข ไม่อนุญาตให้ประมวลผล และลบข้อมูลที่เกี่ยวกับผู้ใช้บริการ ซึ่งอยู่ในความครอบครองของ {1}  โดยติดต่อที่ {2}',

  condition_header: 'ความยินยอมเพื่อการตลาด',
  condition_content: `ข้าพเจ้า<u><b>ยินดี</u></b>ให้ธนาคาร เปิดเผยข้อมูลของข้าพเจ้าที่ให้ไว้หรือมีอยู่กับธนาคาร หรือที่ธนาคารได้รับหรือเข้าถึงได้จากแหล่งอื่น ซึ่งรวมถึงแต่ไม่จำกัดเพียง ข้อมูลบัญชีเงินฝาก สินเชื่อ และธุรกรรมต่างๆ ให้แก่กลุ่มธุรกิจทางการเงินกสิกรไทย ผู้ที่ได้รับข้อมูล* และชื่ออื่นใดที่จะมีการแจ้งเพิ่มเติมให้ทราบและพิจารณาต่อไป** เพื่อวัตถุประสงค์ในการพิจารณาเสนอผลิตภัณฑ์ บริการ และข้อเสนอพิเศษอื่นให้แก่ข้าพเจ้า และยินยอมให้ผู้รับข้อมูลจากธนาคารดังกล่าวเก็บรวบรวม ใช้ และเปิดเผยข้อมูลต่อไปได้ตามวัตถุประสงค์ที่ได้แจ้งไว้ต่อธนาคาร`,
  condition_note: '<u>หมายเหตุ</u>',
  condition_sub_note: `*<b>รายชื่อผู้รับข้อมูล</b> ได้แก่`,
  condition_note1: 'กลุ่มธุรกิจทางการเงินธนาคารกสิกรไทย (รายละเอียดสามารถดูได้จาก www.kasikornbank.com/financial-conglomerate )',
  condition_note2: `**<b>กรณีแก้ไขเพิ่มเติมผู้รับข้อมูล</b>: ธนาคารอาจมีการแก้ไขเพิ่มเติมรายชื่อผู้รับข้อมูล โดยธนาคารจะแจ้งรายชื่อผู้รับข้อมูลดังกล่าวให้ทราบผ่านช่องทางที่ธนาคารกำหนด หากท่านไม่ประสงค์ให้ความยินยอมเปิดเผยข้อมูลแก่ผู้รับข้อมูลเพิ่มเติม ท่านสามารถแจ้งธนาคารเพื่อเปลี่ยนแปลงความยินยอม`,
  condition_contact: 'หากท่านประสงค์ที่จะเปลี่ยนแปลงความยินยอมในการเปิดเผยข้อมูล สามารถติดต่อได้ที่ K-Contact Center โทร.02-8888888',
  condition_agree: 'ประสงค์ให้เปิดเผยข้อมูล',
  condition_disagree: 'ไม่ประสงค์ให้เปิดเผยข้อมูล',

  ncb_sub_header: 'ยอมรับหนังสือให้ความยินยอมในการเปิดเผยข้อมูลผ่านระบบอินเทอร์เน็ต',
  ncb_slip_sub_header: 'ความยินยอมในการเปิดเผยข้อมูลผ่านระบบอินเทอร์เน็ต',
  ncb_content: 'ข้าพเจ้าทราบดีว่า การให้ความยินยอมผ่านระบบอินเทอร์เน็ตจะมีลักษณะเป็น “ข้อมูลอิเล็กทรอนิกส์” และเป็นข้อความที่ได้สร้าง ส่ง รับ เก็บรักษา หรือประมวลผลด้วยวิธีทางอิเล็กทรอนิกส์ซึ่งจะมีผลเป็นการให้ความยินยอมในการเปิดเผยหรือใช้ข้อมูลของข้าพเจ้าตามกฎหมายว่าด้วยการประกอบธุรกิจข้อมูลเครดิต และข้าพเจ้าจะไม่ยกเลิกเพิกถอนหรือปฏิเสธความยินยอมนี้ เพราะเหตุที่เป็นข้อมูลอิเล็กทรอนิกส์',
  ncb_sub_content: 'วิธีการให้ความยินยอมเปิดเผยข้อมูลผ่านระบบอินเทอร์เน็ต',
  ncb_first_term: 'เจ้าของข้อมูลต้องตรวจสอบความถูกต้องและครบถ้วนของข้อมูลในการให้ความยินยอม',
  ncb_second_term: 'เจ้าของข้อมูลต้องให้ความยินยอมด้วยตนเอง',
  ncb_third_term: 'เจ้าของข้อมูลต้องใส่รหัส (PIN) และถือว่าการใส่รหัส (PIN) ดังกล่าวเป็นการลงลายมือชื่ออิเล็กทรอนิกส์ของเจ้าของข้อมูล เพื่อยืนยันการให้ความยินยอมแก่บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด ในการเปิดเผยข้อมูลของเจ้าของข้อมูลแก่ธนาคาร',
  ncb_name: 'ข้าพเจ้า ชื่อ',
  ncb_date_of_birth: 'วัน/เดือน/ปีเกิด',
  ncb_card_id: 'บัตรประจำตัวประชาชนเลขที่',
  ncb_mobileNo: 'หมายเลขโทรศัพท์',
  ncb_credit_card_type: 'ประเภทสินเชื่อ บัตรเครดิตกสิกรไทย',
  ncb_ref_code: 'หมายเลขอ้างอิง',
  ncb_chanel: 'ช่องทางที่ทำรายการ',
  ncb_note: `ความยินยอมนี้จัดทำขึ้นด้วยความสมัครใจของข้าพเจ้าและส่งผ่านระบบอินเทอร์เน็ตให้แก่ บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด (บริษัท) เพื่อเป็นหลักฐานว่า ข้าพเจ้าตกลงยินยอมให้บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด (บริษัท) เปิดเผยหรือให้ข้อมูลของข้าพเจ้าแก่ ธนาคารกสิกรไทย ซึ่งเป็นสมาชิกหรือผู้ใช้บริการของบริษัท เพื่อประโยชน์ในการวิเคราะห์สินเชื่อตามคำขอสินเชื่อของข้าพเจ้าที่ให้ไว้กับธนาคารดังกล่าวข้างต้น รวมทั้งเพื่อประโยชน์ในการทบทวนสินเชื่อ ต่ออายุสัญญาสินเชื่อ การบริหารและป้องกันความเสี่ยงตามข้อกำหนดของธนาคารแห่งประเทศไทย และให้ถือว่า ความยินยอมเปิดเผยข้อมูลที่ทำขึ้นผ่านระบบอินเทอร์เน็ตนี้ เมื่อประมวลผลและจัดพิมพ์ขึ้นจากข้อมูลอิเล็กทรอนิกส์แล้ว ไม่ว่าในรูปแบบใดๆ เป็นหลักฐานในการให้ความยินยอมด้วยตนเองของข้าพเจ้าเช่นเดียวกัน
  อนึ่ง ก่อนให้ความยินยอม ข้าพเจ้าได้ทราบถึงวิธีการและเงื่อนไขของวิธีการให้ความยินยอมในการเปิดเผยหรือให้ข้อมูลผ่านระบบอินเทอร์เน็ต ซึ่งระบุไว้ด้านบนของความยินยอมนี้อย่างชัดเจนแล้ว
  หมายเหตุ: ข้อมูลที่บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด เปิดเผยให้แก่สถาบันการเงินที่เป็นสมาชิกหรือผู้ใช้บริการ เป็นเพียงองค์ประกอบหนึ่งในการพิจารณาสินเชื่อของสถาบันการเงิน แต่การเปิดเผยข้อมูลดังกล่าวเป็นสิทธิของเจ้าของข้อมูลที่จะให้ความยินยอมหรือไม่ก็ได้`,

  loan_details_title: 'สมัครสินเชื่อบุคคลกสิกรไทย',
  loan_details_subtitle: 'เลือกเงื่อนไขสินเชื่อ',
  section_credit_info: 'ข้อมูลสินเชื่อ',
  section_other_credit_info: 'ข้อมูลสินเชื่ออื่นๆ',
  section_loan_email_info: 'ช่องทางรับข้อมูล',
  credit_info_amountMax: 'วงเงินสินเชื่อสูงสุดของท่าน',
  credit_info_amount: 'เลือกวงเงินที่ท่านต้องการ',
  credit_info_periodTime: 'ระยะเวลาการผ่อน',
  credit_info_termOfPayment: 'ระยะเวลาการชำระ',
  credit_info_termOfPayment_value: '{0} วัน',
  credit_info_interestRate: 'อัตราดอกเบี้ย',
  credit_info_installmentAmount: 'ยอดผ่อนต่อเดือน',
  other_credit_info_specify: 'ระบุวงเงินสินเชื่อส่วนบุคคลและที่อยู่ระหว่างการยื่นขอกับสถาบันการเงินอื่นๆ หรือผู้ประกอบการสินเชื่อ',
  other_credit_info_readDetails: 'อ่านรายละเอียด>',
  other_credit_info_industry: 'จำนวนสถาบัน',
  other_credit_info_chooseIndustry: 'เลือกจำนวนสถาบัน',
  other_credit_info_financeAmount: 'วงเงินรวม',
  loan_details_email: 'อีเมลเพื่อรับข้อมูลผลิตภัณฑ์และเอกสารต่างๆ',
  load_details_note: 'หมายเหตุ: ข้อมูลเงื่อนไขสินเชื่อที่คุณเลือกแล้วไม่สามารถแก้ไขได้อีก กรุณาตรวจสอบข้อมูลก่อนตัดสินใจ',

  loan_summary_title: 'สมัครสินเชื่อบุคคลกสิกรไทย',
  loan_summary_subtitle: 'ยืนยันข้อมูล',
  section_summary_credit: 'สรุปข้อมูลเงื่อนไขสินเชื่อที่ท่านเลือก',
  loan_summary_customerInfo: 'ข้อมูลส่วนตัว',
  loan_summary_rate: 'วงเงินที่ต้องการกู้',
  loan_summary_name: 'ชื่อ-นามสกุล',
  loan_summary_identNo: 'เลขประจำตัวประชาชน',
  loan_summary_accountNo: 'เลขบัญชีรับและตัดเงิน',
  loan_summary_email: 'อีเมลที่รับเอกสาร',
  loan_summary_note: 'หมายเหตุ: กรณีชื่อ-นามสกุลไม่ถูกต้อง กรุณาแจ้งเปลี่ยนที่ธนาคารกสิกรไทยทุกสาขา',

  loan_contact_summary_certification_agreement: 'คำรับรองและข้อตกลงของผู้สมัครบัตรหลัก',
  loan_contact_summary_detail: 'อ่านรายละเอียด>',

  loan_contact_summary_form_title: 'คำรับรองและข้อตกลง',
  loan_contact_summary_detail_title: 'คำรับรองและข้อตกลงของผู้สมัครบัตรหลัก',
  loan_contact_summary_detail_text1: 'คำรับรองและข้อตกลงของผู้สมัครบัตรหลัก<br/><br/>ข้าพเจ้าผู้สมัครบัตรหลัก ขอให้ บมจ.ธนาคารกสิกรไทย (&quot;ธนาคาร&quot;) ออกบัตรเครดิตที่ออกโดยธนาคารตามประเภทที่ข้าพเจ้าเลือกไว้ หรือตามผลการพิจารณาของธนาคาร (&quot;บัตร&quot;) ให้แก่ข้าพเจ้า และข้าพเจ้าขอให้คำรับรองว่าข้อความที่ปรากฏในใบสมัครนี้ถูกต้องครบถ้วนและเป็นความจริงทุกประการ ข้าพเจ้ารับทราบและตกลงยอมรับว่า โดยข้าพเจ้ารับทราบและตกลงยอมรับว่า ในการสมัครบัตรเครดิตร่วมตามที่ข้าพเจ้าได้แจ้งความประสงค์ เป็นการสมัครใช้บริการกับธนาคารและพันธมิตรตามที่ระบุชื่อข้างต้น ดังนั้น ข้าพเจ้าจึงตกลงยินยอมให้ธนาคารและบริษัทพันธมิตรใช้ข้อมูลของข้าพเจ้าหรือเปิดเผยข้อมูลของข้าพเจ้าระหว่างกัน เพื่อเป็นข้อมูลในการออกบัตรสมาชิกของบริษัทพันธมิตรที่ข้าพเจ้าสมัครบัตรเครดิตร่วม (หากมี) ส่งเสริมการตลาด จัดกิจกรรมให้กับข้าพเจ้าต่อไปในอนาคตและ/หรือ เพื่อการอื่นๆ ได้ อนึ่ง ข้าพเจ้าตกลงและรับทราบว่า การอนุมัติหรือเงื่อนไขต่างๆ ของบัตรสมาชิกของบริษัทพันธมิตร จะเป็นไปตามที่บริษัทพันธมิตรกำหนด<br/><br/>ในกรณีที่มีผู้สมัครบัตรเสริม ข้าพเจ้าตกลงยินยอมผูกพันรับผิดร่วมกับผู้สมัครบัตรเสริมในภาระหนี้สิน และ/หรือค่าใช้จ่ายอันเกิดจากการใช้บัตรทั้งปวง โดยข้าพเจ้าตกลงยินยอมผูกพันตามข้อตกลงและเงื่อนไขการใช้บัตรที่ส่งแนบมาพร้อมกับบัตรทุกประการ หากคุณสมบัติของข้าพเจ้า/ผู้สมัครบัตรเสริมไม่เป็นหรือเป็นไปตามหลักเกณฑ์เงื่อนไขของบัตรเครดิตที่ธนาคารกำหนด ข้าพเจ้าตกลงให้เป็นสิทธิของธนาคารในการพิจารณาระงับการต่ออายุ/ยกเลิกบัตร หรือต่ออายุ/ออกบัตรประเภทอื่นแทนบัตรเดิม หรือออกบัตรเพิ่มเติมได้ตามความเหมาะสม (ตามแต่กรณี)',

  econtract_title: 'สมัครสินเชื่อบุคคลกสิกรไทย',
  econtract_subtitle: 'ตกลงรับสินเชื่อ',
  econtract_section_contract: 'รายละเอียดสัญญาสินเชื่อ',
  econtract_section_customer: 'ข้อมูลส่วนตัว',
  econtract_contract_ctrNo: 'เลขที่สัญญา',
  econtract_contract_loanAmt: 'จำนวนเงินกู้ที่อนุมัติ',
  econtract_contract_instlmntPrd: 'ระยะเวลาการผ่อน',
  econtract_contract_intRate: 'อัตราดอกเบี้ย',
  econtract_contract_instlmntAmt: 'ยอดผ่อนต่อเดือน',
  econtract_customer_name: 'ชื่อ-นามสกุล',
  econtract_customer_identNo: 'เลขประจำตัวประชาชน',
  econtract_caution_title: 'ข้อควรระวัง',
  econtract_caution_text1: 'ธนาคารจะคิดดอกเบี้ยตั้งแต่วันที่ลูกค้าได้รับเงินกู้ กรณีลูกค้าผิดนัดชำระหนี้/ผิดสัญญา ธนาคารมีสิทธิ์ในการคิดดอกเบี้ยและค่าใช้จ่ายในการทวงถามหนี้เพิ่มเติม',
  econtract_caution_text2: 'ดอกเบี้ยผิดนัดรวมค่าธรรมเนียมใดๆ สูงสุดต่อปีไม่เกิน 28%  (ไม่รวมค่าใช้จ่ายที่เป็นต้นทุนในการดำเนินการของธนาคาร)',
  econtract_caution_text3: 'ผิดนัดและไม่ได้แก้ไขภายในกำหนดถือว่าหนี้ทั้งหมดถึงกำหนดชำระโดยพลัน',
  econtract_caution_text4: 'ธนาคารขอสงวนสิทธิ์ยกเลิกสินเชื่อในกรณีไม่เป็นไปตามหลักเกณฑ์ของธนาคาร',
  econtract_caution_text5: 'ธนาคารจะนําเงินเข้าบัญชีของท่านทันที เมื่อกด “ตกลงรับสินเชื่อ” กรณีท่ีกดหลัง 20:30 น. ธนาคารจะนําเงินเข้าบัญชีในเช้าวันถัดไป',
  econtract_caution_text6: 'โปรดทำความเข้าใจผลิตภัณฑ์และเงื่อนไขก่อนลงนาม หากมีข้อสงสัยให้ติดต่อเจ้าหน้าที่ หรือ',
  econtract_caution_notice: 'K-Contact Center 02-8888888 กด 04',
  econtract_checkbox_desc: 'ข้าพเจ้าได้อ่านสัญญากู้เงินที่ได้รับผ่านอีเมล {0} เรียบร้อยแล้ว และตกลงผูกพันตามเงื่อนไขในสัญญากู้เงินดังกล่าวโดยให้ถือว่าสัญญากู้เงินดังกล่าวเป็นสำเนาสัญญากู้เงินที่ข้าพเจ้าได้รับแล้วและข้าพเจ้าเป็นผู้รับผลประโยชน์ที่แท้จริงในสัญญา',
  econtract_remark: 'หมายเหตุ: สอบถามข้อมูลเพิ่มเติม ได้ที่ K-Contact Center โทร 02-8888888 กด 04',
  econtract_remark_without_number: 'หมายเหตุ: สอบถามข้อมูลเพิ่มเติม ได้ที่ K-Contact Center โทร 02-8888888',

  econtract_eapp_caution_notice: 'K-Contact Center โทร 02-8888888 กด 04',
  econtract_eapp_caution_notice_without_number: 'K-Contact Center โทร 02-8888888',
  econtract_eapp_credit_card_title: 'สมัครบัตรเครดิตกสิกรไทย',
  econtract_eapp_sub_title: 'ตกลงรับสินเชื่อ',
  econtract_eapp_cancel_button: 'ยกเลิกสินเชื่อ',
  econtract_eapp_accept_button: 'ตกลงรับสินเชื่อ',
  econtract_eapp_condition_title: 'ข้อควรระวัง',
  econtract_eapp_credit_card_sub_title: 'คำรับรองและข้อตกลงของผู้สมัครบัตรหลัก',
  econtract_eapp_credit_card_content: '<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้าพเจ้าผู้สมัครบัตรหลัก ขอให้ บมจ.ธนาคารกสิกรไทย ("ธนาคาร") ออกบัตรเครดิตที่ออกโดยธนาคารตามประเภทที่ข้าพเจ้าเลือกไว้ หรือตามผลการพิจารณาของธนาคาร ("บัตร") ให้แก่ข้าพเจ้า และข้าพเจ้าขอให้คำรับรองว่าข้อความที่ปรากฏในใบสมัครนี้ถูกต้องครบถ้วนและเป็นความจริงทุกประการ โดยข้าพเจ้ารับทราบและตกลงยอมรับว่า ในการสมัครบัตรเครดิตร่วมตามที่ข้าพเจ้าได้แจ้งความประสงค์ เป็นการสมัครใช้บริการกับธนาคารและพันธมิตรตามที่ระบุชื่อไว้ในใบสมัครบัตรเครดิตกสิกรไทย ดังนั้นข้าพเจ้าจึงตกลงยินยอมให้ธนาคารและบริษัทพันธมิตรใช้ข้อมูลของข้าพเจ้าหรือเปิดเผยข้อมูลของข้าพเจ้าระหว่างกัน เพื่อเป็นข้อมูลในการออกบัตรสมาชิกของบริษัทพันธมิตรที่ข้าพเจ้าสมัครบัตรเครดิตร่วม (หากมี) ส่งเสริมการตลาด จัดกิจกรรมให้กับข้าพเจ้าต่อไปในอนาคตและ/หรือ เพื่อการอื่นๆ ได้ อนึ่ง ข้าพเจ้าตกลงและรับทราบว่า การอนุมัติหรือเงื่อนไขต่างๆ ของบัตรสมาชิกของบริษัทพันธมิตร จะเป็นไปตามที่บริษัทพันธมิตรกำหนด</span><br /><br /><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในกรณีที่มีผู้สมัครบัตรเสริม ข้าพเจ้าตกลงยินยอมผูกพันรับผิดร่วมกับผู้สมัครบัตรเสริมในภาระหนี้สิน และ/หรือค่าใช้จ่ายอันเกิดจากการใช้บัตรทั้งปวง โดยข้าพเจ้าตกลงยินยอมผูกพันตามข้อตกลงและเงื่อนไขการใช้บัตรที่ส่งแนบมาพร้อมกับบัตรทุกประการ หากคุณสมบัติของข้าพเจ้า/ผู้สมัครบัตรเสริมไม่เป็นหรือเป็นไปตามหลักเกณฑ์เงื่อนไขของบัตรเครดิตที่ธนาคารกำหนด ข้าพเจ้าตกลงให้เป็นสิทธิของธนาคารในการพิจารณาระงับการต่ออายุ/ยกเลิกบัตร หรือต่ออายุ/ออกบัตรประเภทอื่นแทนบัตรเดิม หรือออกบัตรเพิ่มเติมได้ตามความเหมาะสม (ตามแต่กรณี)</span><br/><br/><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้งนี้ ข้าพเจ้าตกลงยินยอมให้ธนาคาร ● เก็บ/รวบรวม/ให้ข้อมูลที่ให้ไว้/มีอยู่กับธนาคาร/ธนาคารได้จากแหล่งอื่น รวมถึงข้อมูลบัญชีเงินฝาก สินเชื่อ ธุรกรรมต่างๆ เชื้อชาติ ศาสนา ประวัติอาชญากรรม ข้อมูลสุขภาพและข้อมูลอื่นใด (รวมที่จะได้ในภายหน้า) ("ข้อมูล") เพื่อบริหารจัดการธุรกิจของธนาคาร/เสนอผลิตภัณฑ์/บริการ/มอบหมายบุคคลดำเนินการแทน ทั้งงานเทคโนโลยีสารสนเทศ สื่อสาร ทวงถาม งานอื่น และวัตถุประสงค์อื่นอันชอบด้วยกฎหมาย และให้ธนาคารส่งข้อมูลไปต่างประเทศได้ ● เปิดเผยข้อมูลให้กลุ่มธุรกิจธนาคาร พันธมิตรทางธุรกิจ ผู้ให้บริการ ผู้ประมวลผล ผู้สนใจรับ/ผู้รับโอนสิทธิ องค์กรที่มีสัญญากับธนาคาร ผู้มีอำนาจตามกฎหมาย ตามวัตถุประสงค์ข้างต้น และให้ผู้รับข้อมูลเก็บ/รวบรวม/ใช้/เปิดเผยข้อมูลตามวัตถุประสงค์ที่ได้แจ้งไว้ ● ติดต่อธนาคาร โทร. 02-8888888</span>',
  econtract_eapp_credit_card_text1: 'บัตรเครดิตมีดอกเบี้ย หากจ่ายไม่ครบหรือจ่ายช้าจะถูกเรียกเก็บดอกเบี้ยและค่าธรรมเนียม',
  econtract_eapp_credit_card_text2: 'ธนาคารจะทำการพิจารณาการสมัครบัตรเครดิตของท่านเมื่อกด “ตกลงรับสินเชื่อ” กรณีกดหลัง 19:00น. ธนาคารจะพิจารณาในวันถัดไป',
  econtract_eapp_credit_card_text3: 'โปรดทำความเข้าใจผลิตภัณฑ์ และเงื่อนไขก่อนลงนาม หากมีข้อสงสัยหรือต้องการสอบถามข้อมูลเพิ่มเติม โปรดติดต่อเจ้าหน้าที่ หรือ',
  econtract_eapp_credit_card_checkbox_desc: 'ข้าพเจ้าได้อ่านคำรับรอง/ข้อมูล/ข้อตกลงใน Tablet ของธนาคาร และรายละเอียดเกี่ยวกับอัตราดอกเบี้ย ค่าบริการ ค่าธรรมเนียม และค่าใช้จ่ายอื่นๆ ที่ได้รับผ่านทางอีเมล {0} เรียบร้อยแล้ว โดยให้ถือว่ารายละเอียดดังกล่าวเป็นสำเนาเอกสารที่ข้าพเจ้าได้รับแล้ว และข้าพเจ้ายอมรับคำรับรอง/ข้อมูล/ข้อตกลงดังกล่าวข้างต้น',
  econtract_eapp_credit_card_success: 'ธนาคารจะทำการพิจารณาการสมัครใช้บริการบัตรเครดิตกสิกรไทยของคุณและ<br/>แจ้งผลภายใน30นาที <br/> ในกรณีทำรายการหลัง 19:00น. ธนาคารจะพิจารณาในวันถัดไป',

  econtract_eapp_express_cash_title: 'สมัครบัตรกดเงินสด K-Express Cash',
  econtract_eapp_express_cash_text1: 'ธนาคารจะคิดดอกเบี้ยตั้งแต่วันที่ลูกค้าได้รับเงินกู้ กรณีลูกค้าผิดนัดหรือชำระต่ำกว่ายอดชำระขั้นต่ำ จะมีดอกเบี้ยและค่าใช้จ่ายในการติดตามทวงถามหนี้เพิ่ม',
  econtract_eapp_express_cash_text2: 'ธนาคารจะทำการพิจารณาสินเชื่อของท่านเมื่อกด “ตกลงรับสินเชื่อ” กรณีกดหลัง 19:00น. ธนาคารจะพิจารณาในวันถัดไป',
  econtract_eapp_express_cash_text3: 'โปรดทำความเข้าใจผลิตภัณฑ์และเงื่อนไขก่อนลงนาม หากมีข้อสงสัยหรือต้องการสอบถามข้อมูลเพิ่มเติม ให้โปรดติดต่อเจ้าหน้าที่ หรือ',
  econtract_eapp_express_cash_checkbox_desc: 'ข้าพเจ้าได้อ่านข้อมูล/ข้อตกลงใน Tablet ของธนาคาร และสัญญาสินเชื่อที่ได้รับผ่านอีเมล {0} เรียบร้อยแล้ว เห็นว่าตรงตามวัตถุประสงค์จึงตกลงผูกพันตามข้อมูล/ข้อตกลง/เงื่อนไขใน Tablet และสัญญาสินเชื่อดังกล่าว โดยให้ถือว่าสัญญาสินเชื่อดังกล่าวเป็นสำเนาสัญญาสินเชื่อที่ข้าพเจ้าได้รับแล้ว และข้าพเจ้าเป็นผู้รับผลประโยชน์ที่แท้จริงในสัญญา',
  econtract_eapp_express_cash_success: 'ธนาคารจะทำการพิจารณาสินเชื่อของคุณและแจ้งผล<br/>ภายใน 30นาที ในกรณีทำรายการหลัง 19:00น. <br/> ธนาคารจะพิจารณาในวันถัดไป',

  econtract_eapp_personal_loan_title: 'สมัครสินเชื่อบุคคลกสิกรไทย',
  econtract_eapp_personal_loan_text1: 'ธนาคารจะคิดดอกเบี้ยตั้งแต่วันที่ลูกค้าได้รับเงินกู้ กรณีลูกค้าผิดนัดชำระหนี้/ผิดสัญญา จะมีค่าใช้จ่ายในการติดตามทวงถามหนี้เพิ่ม',
  econtract_eapp_personal_loan_text2: 'ธนาคารจะทำการพิจารณาสินเชื่อของท่านเมื่อกด “ตกลงรับสินเชื่อ” กรณีกดหลัง 19:00น. ธนาคารจะพิจารณาในวันถัดไป',
  econtract_eapp_personal_loan_text3: 'โปรดทำความเข้าใจผลิตภัณฑ์และเงื่อนไขก่อนลงนาม หากมีข้อสงสัยหรือต้องการสอบถามข้อมูลเพิ่มเติม ให้โปรดติดต่อเจ้าหน้าที่ หรือโปรดทำความเข้าใจผลิตภัณฑ์และเงื่อนไขก่อนลงนาม หากมีข้อสงสัยหรือต้องการสอบถามข้อมูลเพิ่มเติม โปรดติดต่อเจ้าหน้าที่ หรือ ',
  econtract_eapp_personal_loan_checkbox_desc: 'ข้าพเจ้าได้อ่านข้อมูล/ข้อตกลงใน Tablet ของธนาคาร และสัญญาสินเชื่อที่ได้รับผ่านอีเมล {0} เรียบร้อยแล้ว เห็นว่าตรงตามวัตถุประสงค์จึงตกลงผูกพันตามข้อมูล/ข้อตกลง/เงื่อนไขใน Tablet และสัญญาสินเชื่อดังกล่าว โดยให้ถือว่าสัญญาสินเชื่อดังกล่าวเป็นสำเนาสัญญาสินเชื่อที่ข้าพเจ้าได้รับแล้ว และข้าพเจ้าเป็นผู้รับผลประโยชน์ที่แท้จริงในสัญญา',
  econtract_eapp_personal_loan_success: 'ธนาคารจะทำการพิจารณาสินเชื่อของคุณและแจ้งผล<br/>ภายใน 30นาที ในกรณีทำรายการหลัง 19:00น. <br/> ธนาคารจะพิจารณาในวันถัดไป',

  econtract_eapp_warning_content: '<b>ยกเลิกสินเชื่อ</b><br/>ในกรณีที่คุณกด "ต้องการยกเลิก" ระบบจะทำการลบข้อมูลและเอกสารยื่นขอสินเชื่อของคุณทั้งหมด',
  econtract_eapp_warning_cancel_btn_label: 'ไม่ต้องการ',
  econtract_eapp_warning_accept_btn_label: 'ต้องการยกเลิก',

  kyc_form_other_income_text: 'รายได้อื่นๆ (ถ้ามี)',

  kyc_form_income_text1: 'เงินออม',
  kyc_form_income_text2: 'ธุรกิจส่วนตัว',
  kyc_form_income_text3: 'ับจ้าง/เงินเดือน',
  kyc_form_income_text4: 'มรดก/ของขวัญ',
  kyc_form_income_text5: 'ขายหลักทรัพย์/หน่วยลงทุน',
  kyc_form_income_text6: 'เงินที่ได้จากการทำการค้า',
  kyc_form_income_text7: 'เงินตอบแทนจากตราสารกองทุน',
  kyc_form_income_text8: 'ค่าตอบแทนในการให้บริการ',

  kyc_form_income_text9: 'เงินเดือนประจำ',
  kyc_form_income_text10: 'เจ้าของกิจการ',
  kyc_form_income_text11: 'ู้ประกอบอาชีพอิสระ',
  kyc_form_income_other_text: 'รายได้อื่นๆ (ถ้ามี)',

  econtract_credit_card_subtitle: 'ตกลงรับบัตร',
  econtract_credit_card_section_detail: 'รายละเอียดบัตรเครดิต',
  econtract_credit_card_section_customer: 'ข้อมูลส่วนตัว',
  econtract_credit_card_ctrNo: 'เลขที่สัญญา',
  econtract_credit_card_limit: 'วงเงินรวมทุกบัตร',
  econtract_credit_card_interest_rate: 'อัตราดอกเบี้ย',
  econtract_credit_card_text: 'บัตรใบที่',
  econtract_credit_card_type_jcb_platium: 'บัตรเครดิตเจซีบีแพลทินัม กสิกรไทย',
  econtract_credit_card_type_visa_platium: 'บัตรเครดิตวีซ่าแพลทินัม กสิกรไทย',
  econtract_credit_card_type_passion: 'บัตรเครดิตเดอะแพสชั่น กสิกรไทย',
  econtract_credit_card_info_fullname: 'ชื่อ-นามสกุล',
  econtract_credit_card_info_id_card: 'บัตรประจำตัวประชาชน',
  econtract_credit_card_info_email: 'อีเมลที่รับเอกสาร',
  econtract_credit_card_info_contactAddr: 'ที่อยู่ที่ติดต่อได้/จัดส่งเอกสาร',
  econtract_credit_card_info_payment_method: 'วิธีการชำระบิล',
  econtract_credit_card_info_payment_account: 'จากบัญชี',
  econtract_credit_card_info_payment_amount: 'จำนวนที่หักบัญชี',
  econtract_credit_card_info_email_remark: '(และ K-eMail Statement)',
  econtract_credit_card_text1: 'บัตรเครดิตมีดอกเบี้ย หากจ่ายไม่ครบหรือจ่ายช้าจะถูกเรียกเก็บดอกเบี้ยและค่าธรรมเนียม โปรดทำความเข้าใจผลิตภัณฑ์ และเงื่อนไขก่อนลงนาม',
  econtract_credit_card_checkbox_desc: 'ข้าพเจ้าได้อ่านรายละเอียดเกี่ยวกับอัตราดอกเบี้ย ค่าบริการ ค่าธรรมเนียม และค่าใช้จ่ายอื่นๆ ที่ได้รับผ่านทางอีเมล {0} เรียบร้อยแล้ว โดยให้ถือว่ารายละเอียดดังกล่าวเป็นสำเนาเอกสารที่ข้าพเจ้าได้รับแล้ว และข้าพเจ้ายอมรับคำรับรองและข้อตกลงดังกล่าวข้างต้น',
  econtract_credit_card_certification_agreement: 'คำรับรองและข้อตกลงของผู้สมัครบัตรหลัก',
  econtract_credit_card_certification_agreement_detail: 'อ่านรายละเอียด &gt;',

  credit_card_detail_container_content: 'ชีวิต ไม่มีวันธรรมดา',

  credit_card_title: 'สมัครบัตรเครดิตกสิกรไทย',
  credit_card_sub_title: 'ข้อมูลเพิ่มเติมเพื่อรับบัตร',
  credit_card_choose_card_sub_title: 'เลือกประเภทบัตร',
  credit_card_review_info_subtitle: 'ยืนยันข้อมูล',
  credit_card_card_details_section: 'ข้อมูลบัตรเครดิต',
  credit_card_selected_card_summary_section: 'สรุปข้อมูลบัตรที่คุณเลือก',
  credit_card_loan_limit: 'วงเงินรวมเบื้องต้น',
  credit_card_combine_credit_limit: 'วงเงินรวมเบื้องต้น',
  credit_card_personal_info: 'ข้อมูลส่วนตัว',
  credit_card_name_surname: 'ชื่อ-นามสกุล',
  credit_card_identNo: 'เลขประจำตัวประชาชน',
  credit_card_occupation_section: 'ข้อมูลอาชีพ',
  credit_card_source_income_section: 'แหล่งที่มาของรายได้',
  credit_card_contact_address_section: 'ที่อยู่ที่ติดต่อได้/จัดส่งเอกสาร',
  credit_card_work_address_section: 'สถานที่ทำงาน',
  credit_card_offering_success_title: 'สมัครบัตรเครดิตกสิกรไทย',
  credit_card_offering_success_message: 'ธนาคารอยู่ระหว่างดำเนินการพิจารณาข้อมูลการอนุมัติบัตรเครดิตกสิกรไทย',
  credit_card_offering_success_notification_label: 'ในกรณีที่คุณผ่านการพิจารณาจากธนาคารจะจัดส่ง',
  credit_card_offering_success_message_notification_description: 'ท่านจะได้รับ Feed เพื่อกด “ตกลงรับสินเชื่อ” เพื่อให้ทางธนาคารโอนเงินเข้าบัญชี',
  credit_card_offering_success_message_notification_title: 'ข้อความแจ้งเตือนผ่าน K PLUS',
  credit_card_offering_success_remark: 'หมายเหตุ: ธนาคารขอสงวนสิทธิ์ในการพิจารณาเปลี่ยนแปลงวงเงินที่อนุมัติตามที่ธนาคารเห็นสมควร กรณีที่กดสมัครบริการหลัง 22:30 น. ธนาคารจะแจ้งผลอนุมัติในวันถัดไป หากมีข้อสงสัย กรุณาติดต่อ K-Contact Center โทร 02-8888888 กด 5',


  self_declare_title: 'ข้อมูลสินเชื่ออื่นๆ',
  self_declare_subtitle: 'ข้อมูลสินเชื่อ',
  self_declare_content: 'ปัจจุบันข้าพเจ้ามีวงเงินสินเชื่อบุคคลและที่อยู่ระหว่างการยื่นขอกับสถาบันการเงินอื่นๆ หรือผู้ประกอบธุรกิจสินเชื่อบุคคลที่ไม่ใช่สถาบันการเงินในช่วงระยะเวลา 2 เดือนก่อนหน้าจนถึงวันที่ยื่นขอสินเชื่อนี้ หรือขอวงเงินเพิ่มกับสถาบันการเงินอื่นๆ หรือผู้ประกอบการธุรกิจสินเชื่อบุคคลที่ไม่ใช่สถาบันการเงิน',
  self_declare_note: 'หมายเหตุ:',
  self_declare_note1: 'เพื่อส่งเสริมการสร้างวินัยทางการเงินและเป็นประโยชน์ต่อการพิจารณาเครดิตของท่าน',
  self_declare_note2: 'หากลูกค้าที่มีรายได้หรือกระแสเงินสดหมุนเวียนเข้าในบัญชีเงินฝากโดยเฉลี่ยน้อยกว่า 30,000 บาทต่อเดือน โดยลูกค้ามีสินเชื่อบุคคลกับสถาบันการเงินหรือผู้ประกอบการธุรกิจสินเชื่อบุคคลที่ไม่ใช่สถาบันการเงินจำนวน 3 แห่งแล้วธนาคารสามารถบอกเลิกวงเงินหรือปฎิเสธสินเชื่อบุคคลดังกล่าวได้หากพบว่าลูกค้าแจ้งข้อมูลไม่ถูกต้องหรือครบถ้วน',
  self_declare_note3: 'ธนาคารจะมีกระบวนการติดตามและสอบทานการให้สินเชื่ออย่างน้อยภายใน 3 เดือนนับจากวันที่ได้อนุมัติวงเงินสินเชื่อ หากติดต่อท่านไม่ได้ ทางธนาคารจะยึดตามข้อมูลเดิมที่ท่านเคยได้ให้ไว้ รวมกับข้อมูลวงเงินใหม่ที่ทางธนาคารได้อนุมัติให้ท่าน',

  model_consent_sub_header: 'ยอมรับหนังสือให้ความยินยอมแก่สมาชิกในการนำข้อมูลที่ได้รับจากบริษัทข้อมูลเครดิต มาใช้จัดทำแบบจำลองด้านเครดิต',
  model_consent_content: 'ข้าพเจ้าเข้าใจถึงการนำข้อมูลไปใช้ทำแบบจำลองด้านเครดิตแล้ว และยินยอมให้บมจ.ธนาคารกสิกรไทย (“สมาชิก”) ซึ่งเป็นสมาชิกของบริษัท ข้อมูลเครดิตแห่งชาติ จำกัด  (“บริษัทข้อมูลเครดิต”) นำข้อมูลของข้าพเจ้าที่ได้รับจากบริษัทข้อมูลเครดิตเฉพาะส่วนที่ไม่สามารถระบุตัวตน เช่น ชื่อ นามสกุล เลขประจำตัวประชาชน รวมถึงข้อมูลอื่นใดที่สามารถระบุว่าเป็นข้าพเจ้าได้ ไปใช้เป็นปัจจัยหนึ่งในการจัดทำแบบจำลองด้านเครดิตตามกฎหมายว่าด้วยการประกอบธุรกิจข้อมูลเครดิตกำหนด รวมทั้งให้สมาชิกอื่นของบริษัทข้อมูลเครดิตที่เป็นบริษัทในกลุ่มธุรกิจทางการเงินเดียวกันกับสมาชิก โดยจัดอยู่ในประเภท Full Consolidation ตามประกาศธนาคารแห่งประเทศไทยใช้ประโยชน์จากแบบจำลองดังกล่าวได้ด้วย และให้คู่ฉบับและบรรดาสำเนา ภาพถ่าย ข้อมูลอิเล็กทรอนิกส์ หรือโทรสาร ที่ได้ทำซ้ำขึ้นจากหนังสือให้ความยินยอมฉบับนี้ โดยการถ่ายสำเนา ถ่ายภาพ หรือบันทึกไว้ไม่ว่าในรูปแบบใดๆ ให้ถือเป็นหลักฐานในการให้ความยินยอมของข้าพเจ้าเช่นเดียวกัน ทั้งนี้ ข้าพเจ้าทราบว่าเจ้าของข้อมูลมีสิทธิที่จะให้ความยินยอมหรือไม่ก็ได้ และเมื่อให้ความยินยอมแล้วเจ้าของข้อมูลจะแจ้งความประสงค์ไม่ให้ความยินยอมอีกต่อไปก็ได้ ทั้งนี้ หากข้าพเจ้าประสงค์จะไม่ให้ความยินยอมดังกล่าวข้าพเจ้าจะแจ้งให้สมาชิกทราบเป็นลายลักษณ์อักษร',
  model_consent_note: `หมายเหตุ: <br/>
  -การยินยอมหรือไม่ยินยอมให้เปิดเผยข้อมูลไม่มีผลต่อการพิจารณาให้บริการผลิตภัณฑ์หรือให้สินเชื่อแก่ลูกค้า <br/>
 - การยกเลิกการให้ความยินยอมในภายหลัง มีผลเฉพาะข้อมูลที่สมาชิกได้รับจากบริษัทข้อมูลเครดิตหลังจากวันที่สมาชิกได้รับแจ้งเป็นลายลักษณ์อักษรจากเจ้าของข้อมูลเท่านั้น`,
  model_consent_agree: 'ยินยอม',
  model_consent_disagree: 'ไม่ยินยอม',

  success_content: 'สมัคร {0} เสร็จสิ้น',

  offering_success_remark: 'หมายเหตุ: ธนาคารขอสงวนสิทธิ์ในการพิจารณาเปลี่ยนแปลงวงเงินหรือระยะเวลาผ่อน ชำระตามที่ธนาคารเห็นสมควร กรณีที่กดสมัครบริการหลัง 22:30 น. ธนาคารจะแจ้งผลอนุมัติในวันถัดไป หากมีข้อสงสัย กรุณาติดต่อ K-Contact Center โทร 02-8888888 กด 04',
  offering_success_email_notification_title: 'อีเมล',
  offering_success_email_notification_description: 'ธนาคารจะส่งเอกสารสัญญาและรายละเอียดต่างๆ ให้ท่านทางอีเมล',
  offering_success_message_notification_title: 'ข้อความแจ้งเตือนผ่าน K PLUS',
  offering_success_message_notification_description: 'ท่านจะได้รับ Feed เพื่อกด “ตกลงรับสินเชื่อ” เพื่อให้ทางธนาคารโอนเงินเข้าบัญชี',
  offering_success_notification_label: 'ในกรณีที่ท่านผ่านการพิจารณาจากธนาคารจะจัดส่ง',
  offering_success_message: 'ธนาคารอยู่ระหว่างดำเนินการ <br />พิจารณาข้อมูลการให้สินเชื่อบุคคลกสิกรไทย',

  odd_success_content: 'สมัครบริการหักบัญชีอัตโนมัติเสร็จสิ้น',
  odd_info_title: 'สรุปข้อมูลบริการ',
  odd_info_sub_title: 'ยินยอมให้หักบัญชีอัตโนมัติ',
  odd_info_detail: 'รายละเอียด',
  odd_serviceName: 'ชื่อบริการ',
  odd_serviceName_value: 'หักบัญชีอัตโนมัติ',
  odd_companyName: 'บริษัท',
  odd_partnerName: 'ผู้ให้บริการ',
  odd_email: 'อีเมล',
  odd_accountNo: 'บัญชีที่ยินยอมให้หักเงิน',
  odd_warning: 'กรุณาตรวจสอบรายละเอียดของข้อมูลข้างต้น และศึกษาข้อตกลงและเงื่อนไขการหักบัญชีอัตโนมัติในขั้นตอนต่อไป หากยอมรับ ผู้รับชำระเงินสามารถส่งคำสั่งหักเงินจากบัญชีของท่านเพื่อชำระเงินได้จนกว่าท่านจะแจ้งการเปลี่ยนแปลง',
  odd_contract_title: 'ข้อตกลงและเงื่อนไขการหักบัญชีอัตโนมัติ (บริการรับชำระเงินด้วยการหักบัญชีแบบออนไลน์) (“ข้อตกลงและเงื่อนไขฉบับนี้”)',
  odd_contract_content: `
  <p><strong><u>ส่วนที่ 1</u> ข้อตกลงและเงื่อนไขเฉพาะ</strong></p>
  <p>
    ข้อตกลงและเงื่อนไขฉบับนี้ใช้บังคับระหว่าง บมจ.ธนาคารกสิกรไทย
    (ซึ่งต่อไปนี้จะเรียกว่า “ธนาคาร”)
    กับผู้ที่มีความประสงค์ที่จะใช้บริการหักเงิน และนำเงินเข้าบัญชี
    (ซึ่งต่อไปนี้จะเรียกว่า “ผู้ใช้บริการ”)
    โดยผ่านบริการรับชำระเงินด้วยการหักบัญชีแบบออนไลน์ (Online Direct Debit)
    โดยมอบอำนาจให้ธนาคารเป็นผู้มีอำนาจหักเงินจากบัญชีเงินฝากของผู้ใช้บริการ
    และ/หรือบุคคลซึ่งผู้ใช้บริการระบุ ทั้งนี้ ตามที่ธนาคารเปิดให้บริการ
    เพื่อนำเงินเข้าบัญชีเงินฝากของผู้รับชำระเงิน
    และ/หรือบุคคลซึ่งผู้ใช้บริการระบุ (ซึ่งต่อไปนี้จะเรียกว่า “ผู้รับชำระเงิน”)
    ในการชำระหนี้ และ/หรือบรรดาภาระผูกพันต่างๆ ที่ผู้ใช้บริการ
    และผู้รับชำระเงิน มีต่อกัน
  </p>
  <ul style='list-style-type: none; padding: 0;'>
    <li>
      1. ผู้ใช้บริการสามารถชำระค่าสินค้า และ/หรือบริการได้ทุกวัน
      โดยผ่านช่องทาง Online Direct Debit ในระบบของธนาคาร
      โดยมิต้องมาติดต่อธนาคาร ภายใต้จำนวนเงินสูงสุด จำนวนครั้ง เวลา
      และเงื่อนไขตามที่ธนาคารกำหนด
    </li>
    <li>
      2. ธนาคารจะให้บริการหักเงิน และนำเงินเข้าบัญชีเงินฝากของผู้รับชำระเงิน
      เฉพาะรายที่มีบัญชีเงินฝากกับธนาคาร เท่านั้น
    </li>
    <li>
      3. ในการใช้บริการนี้
      ผู้ใช้บริการจะต้องส่งคำขอใช้บริการพร้อมด้วยคำสั่งในการนำเงินเข้าบัญชีให้แก่ธนาคาร
      ในรูปของข้อมูลทางอิเล็กทรอนิกส์ ผ่านช่องทาง Online Direct Debit
      ตามที่ได้ตกลงกับธนาคาร
      โดยผู้ใช้บริการสามารถติดต่อขอรับขั้นตอนการใช้บริการ Online Direct
      Debit ได้ที่ธนาคาร หรือผู้รับชำระเงินโดยตรง
    </li>
    <li>
      4. เมื่อธนาคารได้รับข้อมูลจากผู้ใช้บริการ หรือผู้รับชำระเงิน
      (ในกรณีที่ผู้ใช้บริการมอบหมายให้ผู้รับชำระเงินเป็นผู้ส่งคำสั่ง)
      ธนาคารจะดำเนินการหักเงินจากบัญชีเงินฝากของผู้ใช้บริการ
      และ/หรือบัญชีเงินฝากของบุคคลที่ผู้ใช้บริการระบุ (ทั้งนี้
      ตามที่ธนาคารเปิดให้บริการ) ที่มีอยู่กับธนาคาร
      ตามจำนวนที่ผู้ใช้บริการหรือผู้รับชำระเงินได้มีคำสั่งในทันที
      และธนาคารจะนำเงินที่ได้จากการหักบัญชีดังกล่าวเข้าบัญชีเงินฝากของผู้รับชำระเงิน
      ภายใน 24 ชั่วโมง
    </li>
    <li>
      5. กรณีที่ผู้รับชำระเงินเปิดบริการชำระเงินด้วยการหักบัญชีอัตโนมัติ แบบ
      Payment with Hold
      เมื่อธนาคารได้รับคำสั่งทางอิเล็กทรอนิกส์จากผู้ใช้บริการ
      หรือผู้รับชำระเงิน ให้กันเงินในบัญชีเงินฝาก เพื่อการชำระค่าสินค้า
      และ/หรือบริการที่ผู้ใช้บริการได้สั่งซื้อจากผู้รับชำระเงิน
      ผู้ใช้บริการยินยอมให้ธนาคารดำเนินการกันเงินในบัญชีเงินฝากตามจำนวนที่ได้รับแจ้งจากผู้ใช้บริการ
      หรือผู้รับชำระเงิน ทั้งนี้
      ผู้ใช้บริการตกลงที่จะไม่ถอนเงินตามจำนวนที่กันไว้
      จากบัญชีเงินฝากไม่ว่าด้วยวิธีการใดๆ ทั้งสิ้น
    </li>
    <li>
      6. ผู้ใช้บริการรับทราบว่าในกรณีที่เงินในบัญชีเงินฝากมีไม่เพียงพอกับจำนวนที่ผู้ใช้บริการ
      หรือ ผู้รับชำระเงิน มีคำสั่งให้กันเงินไว้
      ธนาคารจะไม่ดำเนินการกันเงิน
      และผู้ใช้บริการรับทราบที่จะไม่สามารถทำธุรกรรมในครั้งนั้นได้
      และกรณีดังกล่าวผู้ใช้บริการจะตกลงวิธีการชำระเงินกับ
      ผู้รับชำระเงินโดยตรงและไม่ถือเป็นกรณีที่ธนาคารต้องรับผิดชอบใด ๆ
      ต่อผู้ใช้บริการหรือผู้รับชำระเงินทั้งสิ้น
    </li>
    <li>
      7. เมื่อธนาคารได้รับคำสั่งทางอิเล็กทรอนิกส์จากผู้ใช้บริการหรือผู้รับชำระเงินให้หักเงินจำนวนที่กันไว้ตามข้อ 5
      ผู้ใช้บริการยินยอมให้ธนาคารดำเนินการหักเงินจำนวนดังกล่าวเข้าบัญชีเงินฝากของผู้รับชำระเงิน
      ตามที่ผู้รับชำระเงินกำหนด
    </li>
    <li>
      8. ในกรณีที่ผู้รับชำระเงินเป็นผู้ส่งคำสั่ง ผู้ใช้บริการรับทราบและยินยอมว่าผู้รับชำระเงินสิทธิส่งคำสั่งให้หักเงินจากบัญชีเงินฝากได้ภายใต้เงื่อนไขดังต่อไปนี้
      <p>
        8.1 ในกรณีที่จำนวนเงินตามคำสั่งสูงกว่าจำนวนเงินที่กันไว้
        <br/>
        – ให้หักเงินจำนวนเท่ากับจำนวนเงินที่กันไว้ ถ้าเงินในบัญชีเงินฝากมีจำนวนต่ำกว่าจำนวนเงินตามคำสั่ง หรือ
        <br/>
        – ให้หักเงินจำนวนเท่ากับจำนวนเงินตามคำสั่ง ถ้าเงินในบัญชีเงินฝากมีจำนวนเท่ากับหรือสูงกว่าจำนวนเงินตามคำสั่ง
      </p>
      <p>
        8.2 ในกรณีที่จำนวนเงินตามคำสั่งต่ำกว่าจำนวนเงินที่กันไว้
        ให้หักเงินตามจำนวนตามคำสั่ง
        และให้ถือว่าการกันเงินในส่วนที่เหลือเป็นอันยกเลิกไป เว้นแต่
        ผู้รับชำระเงินจะมีคำสั่งให้กันเงินในส่วนที่เหลือ
        เพื่อหักบัญชีในคราวต่อไป
      </p>
    </li>
    <li>
      9. หากจำนวนเงินที่ผู้รับชำระเงินแจ้งแก่ธนาคารไม่ถูกต้อง
      และธนาคารได้ทำการหักเงินจากบัญชีเงินฝาก
      ซึ่งผู้รับชำระเงินได้รับเงินจำนวนดังกล่าวเป็นที่เรียบร้อยแล้ว
      ผู้ใช้บริการตกลงจะดำเนินการเรียกร้องเงินจำนวนดังกล่าวจากผู้รับชำระเงินโดยตรง
      ทั้งนี้
      ผู้ใช้บริการขอสละสิทธิในการเรียกร้องหรือฟ้องร้องธนาคารให้ชดใช้จำนวนเงินดังกล่าว
    </li>
    <li>
      10. ในกรณีธนาคารต้องเสียหายอย่างใดจากการดำเนินการตามข้อตกลงและเงื่อนไขฉบับนี้
      ผู้ใช้บริการตกลงรับผิดชอบชดใช้ค่าเสียหายให้แก่ธนาคาร
      เว้นแต่เป็นความเสียหายที่เกิดจากความผิดพลาดของเจ้าหน้าที่
      และ/หรือพนักงาน
      และ/หรือตัวแทนของธนาคารที่กระทำไปโดยจงใจหรือประมาทเลินเล่อ
      และ/หรือความผิดพลาดอันเกิดจากระบบของธนาคาร
      และ/หรือความผิดพลาดอันเกิดจากระบบของผู้รับชำระเงิน
    </li>
    <li>
      11. ในกรณีที่ข้อมูลบัญชีเงินฝากที่กล่าวข้างต้นได้เปลี่ยนแปลงไปอันเป็นเหตุเนื่องมาจาก
      การยกเลิก/เพิ่มสาขาและ/หรือการควบรวมของธนาคาร
      โดยที่ไม่ส่งผลกระทบกับเลขที่บัญชีของผู้ใช้บริการ
      ผู้ใช้บริการตกลงให้ข้อตกลงและเงื่อนไขฉบับนี้คงมีผลใช้บังคับด้วยทุกประการ
    </li>
    <li>
      12. ผู้ใช้บริการตกลงให้ข้อตกลงและเงื่อนไขฉบับนี้มีผลใช้บังคับนับแต่วันที่สมัครใช้บริการ
      และยังคงมีผลใช้บังคับได้ตลอดไป
      จนกว่าผู้ใช้บริการจะได้เพิกถอนโดยการแจ้งเป็นลายลักษณ์อักษรให้ธนาคารและผู้รับชำระเงินทราบล่วงหน้าไม่น้อยกว่า 1 เดือน
    </li>
    <li>
      13. ในกรณีที่ผู้ใช้บริการมีวงเงินกู้เบิกเกินบัญชี
      การสั่งจ่ายเงินนอกจากจะเป็นไปตามที่ตกลงในสัญญากู้เบิกเงินเกินบัญชีที่ผู้ใช้บริการทำไว้กับธนาคารแล้ว
      ผู้ใช้บริการตกลงยินยอมให้ธนาคาร หรือผู้รับชำระเงิน
      (ในกรณีที่ผู้ใช้บริการมอบหมายให้ผู้รับชำระเงินเป็นผู้ส่งคำสั่ง)
      เป็นผู้สั่งหักเงินจากบัญชีเงินฝากกระแสรายวันที่มีวงเงินกู้เบิกเงินเกินบัญชีได้ด้วย
      โดยผู้ใช้บริการตกลงยินยอมให้ถือว่าการสั่งจ่ายเงิน
      หรือการหักเงินในบัญชีดังกล่าวเป็นหนี้กู้เบิกเงินเกินบัญชีตามสัญญาที่ผู้ใช้บริการมีอยู่กับธนาคารทั้งสิ้น
    </li>
    <li>
      14. หากเงินฝากในบัญชีของผู้ใช้บริการ และ/หรือบุคคลที่ผู้ใช้บริการระบุ
      มีไม่พอหัก หรือไม่มีเงินให้หัก หรือบัญชีปิดแล้ว
      หรือในกรณีที่วงเงินกู้เบิกเงินเกินบัญชีของผู้ใช้บริการได้ถูกใช้จนเต็มวงเงินแล้ว
      ให้ถือว่าเป็นการหักเงินไม่ได้ และธนาคารจะไม่หักเงินจากบัญชีนั้นๆ
      เพื่อชำระเพียงบางส่วนของจำนวนที่ระบุในคำสั่งให้หักเงินจากบัญชีนั้นๆ
      ด้วย อย่างไรก็ดี ไม่ว่าด้วยกรณีใดๆ ก็ตาม หากธนาคารได้จ่ายเงิน
      และ/หรือนำเงินเข้าบัญชีเงินฝากของบุคคลซึ่งผู้ใช้บริการระบุไปแล้ว
      ผู้ใช้บริการจะต้องคืนเงินจำนวนดังกล่าวให้แก่ธนาคาร
      หรือให้ธนาคารมีสิทธิที่จะหัก หรือถอน
      หรือเดบิตบัญชีเงินฝากอื่นใดของผู้ใช้บริการที่มีอยู่กับธนาคาร
      ตามจำนวนที่จ่าย
      หรือเข้าบัญชีเงินฝากของบุคคลซึ่งผู้ใช้บริการระบุนั้นไปคืนได้
      และหากการหัก
      หรือเดบิตบัญชีเงินฝากดังกล่าวทำให้บัญชีเงินฝากของผู้ใช้บริการมียอดเป็นลูกหนี้ธนาคาร
      หรือมียอดเป็นลูกหนี้เพิ่มขึ้นไม่ว่าเป็นจำนวนเงินเท่าใดก็ตาม
      ผู้ใช้บริการยอมให้ถือว่ายอดที่ผู้ใช้บริการเป็นลูกหนี้
      หรือที่เป็นลูกหนี้เพิ่มขึ้นนั้น
      เป็นเงินที่ผู้ใช้บริการเบิกเกินบัญชีไปจากธนาคาร
      ซึ่งผู้ใช้บริการตกลงชำระดอกเบี้ยซึ่งคำนวณจากเงินที่ค้างชำระนั้นได้
      ในอัตราดอกเบี้ยผิดนัดที่ธนาคารประกาศเรียกเก็บจากลูกค้าโดยทั่วไป
      และในกรณีที่ธนาคารประกาศเปลี่ยนแปลงอัตราดอกเบี้ยผิดนัดดังกล่าวข้างต้นเมื่อใดก็ตาม
      ผู้ใช้บริการยินยอมให้ธนาคารเปลี่ยนแปลงอัตราดอกเบี้ยผิดนัดดังกล่าวได้ทันที
      โดยไม่จำต้องทำความตกลงยินยอมเป็นลายลักษณ์อักษรใดๆ อีก
    </li>
  </ul>
  <p>
      <strong><u>ส่วนที่ 2</u> ข้อตกลงและเงื่อนไขทั่วไป</strong>
  </p>
  <p>
      ผู้ใช้บริการตกลงใช้บริการจัดการด้านการเงิน (Cash Management)
      หรือชื่ออื่นที่ธนาคารพิจารณาเปลี่ยนแปลงตามที่ธนาคารเห็นสมควร
      (ซึ่งต่อไปนี้จะเรียกว่า “บริการ”) กับ บมจ.ธนาคารกสิกรไทย
      (ซึ่งต่อไปนี้จะเรียกว่า “ธนาคาร”) ตามที่ได้รับอนุมัติจากธนาคาร
      และตามรายละเอียดที่ธนาคารกำหนด
      โดยตกลงผูกพันและปฏิบัติตามข้อตกลงและเงื่อนไขดังต่อไปนี้
      เว้นแต่จะมีข้อตกลงและเงื่อนไขเฉพาะกำหนดไว้เป็นอย่างอื่น
  </p>
  <ul style='list-style-type: none; padding: 0;'>
    <li>
      1. ผู้ใช้บริการตกลงและรับทราบว่า บริการต่างๆ
      ที่ผู้ใช้บริการใช้บริการกับธนาคารจะต้องเป็นไปตามรูปแบบ
      ข้อกำหนดและประกาศต่างๆ ของธนาคารเกี่ยวกับการให้บริการแต่ละประเภท
      ตลอดจนเอกสารใด ๆ ที่เกี่ยวข้องประกอบการใช้บริการแต่ละบริการ
      ซึ่งถือว่าเป็นส่วนหนึ่งของข้อตกลงและเงื่อนไขฉบับนี้ด้วย ดังนั้น
      ผู้ใช้บริการตกลงและยอมรับข้อตกลงและเงื่อนไขการให้บริการแต่ละประเภท
      และตกลงที่จะปฏิบัติตามรูปแบบ ข้อกำหนดและประกาศต่างๆ ของธนาคาร
      ตลอดจนเอกสารใดๆ เกี่ยวกับการให้บริการในแต่ละประเภท
      ทั้งที่ธนาคารได้แจ้งผู้ใช้บริการทราบหรือซึ่งธนาคารจะประกาศไว้ ณ
      ที่ทำการของธนาคาร โดยให้ถือว่ามีผลผูกพันผู้ใช้บริการทุกประการ
    </li>
    <li>
      2. การใช้รหัสประจำตัว รหัสผ่าน (Password) Token รหัส PIN รหัส One Time
      Password (OTP) บัตรเอทีเอ็ม บัตรเดบิต หรือบัตรเครดิต รหัสลับ
      แผ่นจานแม่เหล็กที่บรรจุโปรแกรม
      หรือเครื่องมืออื่นใดที่ธนาคารมอบให้ผู้ใช้บริการเพื่อใช้เป็นเครื่องมือในการใช้บริการและ/หรือโอนเงินเข้าหรือออกจากบัญชี
      ซึ่งต่อไปนี้ หากไม่เรียกคำใดคำหนึ่งเป็นการเฉพาะเจาะจงแล้ว
      จะรวมเรียกว่า “เครื่องมือโอนเงิน”
      <p>
          2.1 เมื่อผู้ใช้บริการได้รับอนุมัติให้ใช้บริการแล้ว
          ผู้ใช้บริการจะได้รับรหัสประจำตัว รหัสผ่าน (Password)
          และ/หรือรหัส PIN (แล้วแต่บริการ)
          ซึ่งในการเข้าสู่ระบบครั้งแรก
          ระบบจะทำการบังคับให้มีการเปลี่ยนรหัสประจำตัว รหัสผ่าน
          (Password) และ/หรือรหัส PIN
          (แล้วแต่กรณีตามขั้นตอนการให้บริการของแต่ละบริการ)
          โดยอัตโนมัติ
      </p>
      <p>
          2.2 ผู้ใช้บริการจะต้องเก็บรักษาเครื่องมือโอนเงินไว้ในที่ปลอดภัยและถือเป็นความลับเฉพาะตัวของผู้ใช้บริการเท่านั้น
          การเปิดเผยเครื่องมือโอนเงินถือเป็นการปฏิบัติผิดข้อตกลงและเงื่อนไขฉบับนี้
          หากเกิดความเสียหายประการใดจากการที่ผู้ใช้บริการเปิดเผยหรือกระทำการใดๆ
          จนทำให้บุคคลอื่นล่วงรู้หรือได้รับเครื่องมือโอนเงิน
          ผู้ใช้บริการจะต้องรับผิดชอบในความเสียหายนั้น ทั้งนี้
          ผู้ใช้บริการสามารถเปลี่ยนแปลงรหัสประจำตัว รหัสผ่าน
          (Password) และ/หรือรหัส PIN
          ภายใต้เงื่อนไขที่ธนาคารกำหนดได้ด้วยตนเองตลอดเวลา
          โดยไม่ต้องแจ้งให้ธนาคารทราบ
      </p>
      <p>
          2.3 ในกรณีที่เครื่องมือโอนเงินชำรุดหรือสูญหายหรือถูกโจรกรรมหรือครบกำหนดเวลาที่ต้องเปลี่ยนแทน
          ผู้ใช้บริการสามารถติดต่อธนาคารที่ K-BIZ Contact Center
          หมายเลข 02-8888822 ตลอด 24 ชั่วโมง
          หรือสาขาของธนาคารในวันและเวลาทำการของธนาคาร
          โดยจะต้องดำเนินการตามขั้นตอนที่ธนาคารกำหนด
      </p>
      <p>
          2.4 ผู้ใช้บริการสามารถอายัดหรือระงับการใช้เครื่องมือการโอนเงิน
          หรือการโอนเงินที่มีข้อตกลงล่วงหน้า หรือระงับการใช้บริการได้
          โดยติดต่อธนาคารที่ K-BIZ Contact Center หมายเลข 02-8888822
          ตลอด 24 ชั่วโมง หรือสาขาของธนาคารในวันและเวลาทำการของธนาคาร
          เพื่อดำเนินการตามขั้นตอนที่ธนาคารกำหนด
          โดยธนาคารจะดำเนินการให้แล้วเสร็จตามระยะเวลาดังนี้
      </p>
      <p>
          2.4.1 การอายัดหรือระงับการใช้เครื่องมือการโอนเงิน ภายใน
          24 ชั่วโมง นับตั้งแต่เวลาที่ธนาคารได้รับคำสั่ง
          หรือรับแจ้งจากผู้ใช้บริการครบถ้วน
      </p>
      <p>
          2.4.2 การอายัดหรือระงับการโอนเงินที่มีข้อตกลงล่วงหน้า
          ภายในหนึ่งรอบบิลถัดไปนับตั้งแต่วันที่ได้รับคำสั่ง
          หรือรับแจ้งจากผู้ใช้บริการครบถ้วน ทั้งนี้
          “การโอนเงินที่มีข้อตกลงล่วงหน้า” หมายถึง
          การโอนเงินทางอิเล็กทรอนิกส์ตามสัญญายินยอมที่กระทำไว้ล่วงหน้าสำหรับรายการโอนเงินที่เกิดขึ้นตามที่ได้ตกลงกันไว้
          เช่น การหักบัญชีเพื่อจ่ายชำระค่าบริการสาธารณูปโภค
          การหักบัญชีเพื่อจ่ายชำระค่าสินค้าหรือบริการ เป็นต้น
      </p>
      <p>
          2.4.3 การระงับการใช้บริการ ตามระยะเวลาที่ธนาคารกำหนดสำหรับแต่ละบริการ
      </p>
      <p>
          2.4.4 เพื่อเพิ่มความปลอดภัยในการใช้บริการ
          ผู้ใช้บริการควรหลีกเลี่ยงการกำหนดให้ Administrator,
          Maker และ Authorizer เป็นบุคคลเดียวกัน
          รวมทั้งหลีกเลี่ยงการมอบรหัสประจำตัว และรหัสผ่าน
          (Password) ให้แก่ Administrator, Maker และ
          Authorizer ที่เป็นบุคคลเดียวกัน
      </p>
    </li>
    <li>
      3. การกระทำใดๆ อาทิเช่น (แต่ไม่จำกัดอยู่เพียง) การเบิกจ่าย
      และ/หรือถอนเงินจากบัญชี การโอนเงิน การหักบัญชีเงินฝาก
      ทั้งที่เป็นการกระทำของผู้ใช้บริการเอง
      หรือเป็นการกระทำที่เกิดขึ้นโดยบุคคลอื่น ไม่ว่าโดยประการใดก็ตาม
      หากได้กระทำไปผ่านเครื่องมือโอนเงินที่เกี่ยวข้องกับบริการแต่ละบริการแล้ว
      ผู้ใช้บริการตกลงให้ถือว่าถูกต้องสมบูรณ์นับตั้งแต่เวลาที่มีการยืนยันทำธุรกรรม
      และให้มีผลผูกพันผู้ใช้บริการเสมือนหนึ่งได้กระทำโดยผู้ใช้บริการเอง
      รวมทั้งให้ถือว่าเป็นการที่ผู้ใช้บริการได้ลงลายมือชื่ออิเล็กทรอนิกส์ให้ไว้แก่ธนาคารเพื่อเป็นหลักฐานในการทำธุรกรรมผ่านบริการในครั้งนั้นๆ
      โดยถูกต้องสมบูรณ์แล้ว ซึ่งผู้ใช้บริการไม่สามารถยกเลิก
      หรือเปลี่ยนแปลงใดๆ ได้
      และผู้ใช้บริการตกลงให้ธนาคารสามารถใช้ข้อมูลการทำธุรกรรมดังกล่าวเป็นต้นฉบับเอกสารที่ใช้เป็นพยานหลักฐานในการพิสูจน์ว่าผู้ใช้บริการได้ทำธุรกรรมนั้น
      และใช้ในการดำเนินการทางกฎหมายได้ทุกประการ ทั้งนี้
      ผู้ใช้บริการตกลงยอมรับและรับทราบถึงความเสี่ยงที่เกี่ยวเนื่องกับการใช้บริการผ่านช่องทางอิเล็กทรอนิกส์
      เนื่องจากผู้ใช้บริการสามารถทำธุรกรรมด้วยตนเองได้โดยไม่จำเป็นต้องมีเอกสาร
      หรือหลักฐานอื่นใดยืนยันเพิ่มเติม
      และ/หรือมอบให้แก่ธนาคารอีกแต่ประการใด
      เว้นแต่รายการที่ธนาคารกำหนดให้ต้องทำเอกสาร
      หรือหลักฐานเพิ่มเติมเพื่อให้ถูกต้องตามวิธีการ
      และประเพณีของธนาคารในเรื่องนั้นๆ อาทิเช่น (แต่ไม่จำกัดอยู่เพียง)
      การขอให้ธนาคารออกเช็คตามคำสั่ง ฯลฯ
      ผู้ใช้บริการจะต้องทำเอกสารหรือหลักฐาน (ถ้ามี) ตามที่ธนาคารกำหนดด้วย
      ทั้งนี้ ผู้ใช้บริการต้องตรวจสอบยอดเงินภายหลังจากทำรายการทุกครั้ง
    </li>
    <li>
      4. ธนาคารสงวนสิทธิในการเปลี่ยนแปลงข้อตกลงและเงื่อนไขการใช้บริการแต่ละประเภทได้ตามแต่จะเห็นสมควร
      นอกจากนี้ธนาคารมีสิทธิที่จะเพิ่ม ระงับ
      และ/หรือยกเลิกบริการดังกล่าวนี้ได้ไม่ว่าทั้งหมดหรือบางส่วน
      หรือเฉพาะแต่ผู้ใช้บริการรายใดรายหนึ่งเมื่อใดก็ได้
      โดยธนาคารจะแจ้งให้ทราบล่วงหน้า อนึ่ง ในกรณีดังต่อไปนี้
      ผู้ใช้บริการตกลงยินยอมให้เป็นดุลยพินิจของธนาคารในการพิจารณาระงับการให้บริการ
      และ/หรือเปลี่ยนแปลงการให้บริการ และ/หรือยกเลิกการให้บริการ
      ไม่ว่าทั้งหมดหรือบางส่วนได้ตามที่กฎหมายกำหนด (หากมี)
      หรือตามที่ธนาคารเห็นสมควรได้ทันที
      <p>
        4.1 คำรับรองหรือคำยืนยันใดๆ
        ที่ผู้ใช้บริการให้ไว้ตามข้อตกลงและเงื่อนไขฉบับนี้
        เป็นคำรับรองหรือคำยืนยันที่ไม่เป็นความจริง
        หรือพิสูจน์ได้ว่าไม่เป็นความจริง ไม่ถูกต้อง
        หรืออาจจะก่อให้เกิดความเข้าใจผิดในสาระสำคัญ
      </p>
      <p>
        4.2 ปรากฏข้อเท็จจริงที่ธนาคารเชื่อได้ว่า ข้อมูล
        และ/หรือรายละเอียดต่างๆ
        ที่ผู้ใช้บริการแจ้งแก่ธนาคารให้ดำเนินการตามบริการนี้
        หรือการใช้บริการของผู้ใช้บริการมีผลกระทบในทางที่ไม่เป็นคุณเกิดขึ้น
        หรือกระทบต่อสิทธิของธนาคารหรือบุคคลอื่น
        หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนหรือทำให้ธนาคารเชื่อได้หรือมีความเสี่ยงว่าผู้ใช้บริการจะมีวัตถุประสงค์อันมิชอบตามกฎหมาย
      </p>
      <p>
        4.3 ผู้ใช้บริการปฏิบัติผิดข้อตกลงและเงื่อนไขฉบับนี้ไม่ว่าข้อหนึ่งข้อใด
        ซึ่งรวมถึงการไม่ชำระค่าธรรมเนียม ค่าบริการ ค่าภาษี
        ค่าอากรแสตมป์ หรือและค่าใช้จ่ายต่างๆ ที่เกิดขึ้นด้วย
      </p>
      <p>
        4.4 ธนาคารต้องปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ หรือคำสั่ง
        และ/หรือการขอความร่วมมือของศาล หรือผู้มีอำนาจตามกฎหมาย
        หรือหน่วยงานที่กำกับดูแลธนาคาร
      </p>
    </li>
    <li>
      5. ในกรณีที่ผู้ใช้บริการประสงค์ที่จะยกเลิกการใช้บริการใดบริการหนึ่ง
      หรือทุกบริการ
      ผู้ใช้บริการจะต้องแจ้งให้ธนาคารทราบล่วงหน้าเป็นลายลักษณ์อักษรไม่น้อยกว่า
      30 (สามสิบ) วัน และดำเนินการต่างๆ ตามกระบวนการของธนาคาร
    </li>
    <li>
      6. ผู้ใช้บริการตกลงผูกพัน และปฏิบัติตามข้อตกลง และเงื่อนไขฉบับนี้
      และตกลงชำระค่าธรรมเนียม ค่าบริการ และค่าใช้จ่ายใดๆ
      ที่เกี่ยวข้องกับการใช้บริการนี้ ซึ่งยังไม่รวมภาษีมูลค่าเพิ่ม
      ตามกำหนดเวลาและอัตราที่ธนาคารกำหนด
      และแจ้งให้ผู้ใช้บริการทราบโดยประกาศเป็นการทั่วไปผ่านช่องทางต่างๆ
      ของธนาคาร ทั้งที่มีอยู่แล้วในขณะนี้
      และที่ธนาคารจะกำหนดขึ้นใหม่หรือเปลี่ยนแปลงในภายหน้าตามที่ธนาคารเห็นสมควรทุกประการ
      และตกลงเป็นผู้รับผิดชอบในค่าภาษี ค่าอากรต่างๆ
      ที่เกิดขึ้นอันเนื่องมาจากการใช้บริการ และเงินอื่นใดก็ตาม ทั้งนี้
      ผู้ใช้บริการรับทราบ
      และตกลงว่าเป็นสิทธิและดุลยพินิจโดยลำพังของธนาคารที่จะเปลี่ยนแปลงอัตราค่าธรรมเนียม
      ค่าบริการ และค่าใช้จ่าย และ/หรือวิธีการคำนวณ
      ตามที่ธนาคารพิจารณาเห็นสมควรเมื่อใดก็ได้
      โดยธนาคารจะแจ้งให้ผู้ใช้บริการทราบ หรือปิดประกาศไว้ ณ ที่ทำการสาขา
      หรือเว็บไซต์ของธนาคาร ล่วงหน้าไม่น้อยกว่า 30 (สามสิบ) วัน
      ก่อนที่การเปลี่ยนแปลงจะมีผลใช้บังคับ
      โดยให้ถือเป็นส่วนหนึ่งของข้อตกลงและเงื่อนไขฉบับนี้ด้วย
      เว้นแต่การเปลี่ยนแปลงนั้น ทำให้ผู้ใช้บริการได้รับประโยชน์
      ธนาคารไม่จำเป็นต้องบอกกล่าวให้ทราบล่วงหน้าแต่อย่างใด
      และถือว่าผู้ใช้บริการตกลงยินยอมด้วยทุกประการ
    </li>
    <li>
      7. เพื่อให้บรรลุตามวัตถุประสงค์แห่งข้อตกลงและเงื่อนไขฉบับนี้
      ผู้ใช้บริการตกลงยินยอมให้ธนาคารหักเงินจากบัญชีเงินฝากของผู้ใช้บริการที่มีอยู่กับธนาคาร
      โดยไม่ต้องได้แจ้งให้ผู้ใช้บริการทราบ
      เพื่อให้ธนาคารดำเนินการตามวิธีการแห่งข้อตกลงและเงื่อนไขฉบับนี้
      โดยจะไม่ยกเลิกเพิกถอนจนกว่าจะมีการยกเลิกการใช้บริการ
      และผู้ใช้บริการจะสามารถใช้บริการได้เฉพาะกรณีที่มีเงินในบัญชีเพียงพอเท่านั้น
      หากธนาคารไม่สามารถหักค่าธรรมเนียม ค่าบริการ ค่าใช้จ่าย ค่าภาษี
      ค่าอากรต่างๆ หรือเงินอื่นใดก็ตาม
      และ/หรือหักเงินเพื่อดำเนินการให้บริการตามคำสั่งของผู้ใช้บริการได้
      เนื่องจากบัญชีดังกล่าวมีเงินไม่เพียงพอ หรือถูกอายัดโดยคำสั่งศาล
      หรือผู้มีอำนาจตามกฎหมาย ผู้ใช้บริการจะไม่สามารถใช้บริการ
      และ/หรือโอนเงินออกจากบัญชีได้ โดยธนาคารสงวนสิทธิที่จะไม่ให้บริการ
      ซึ่งถือเป็นหน้าที่ของผู้ใช้บริการที่จะต้องตรวจสอบว่ามีเงินในบัญชีมีเพียงพอหรือไม่
      หรือถูกอายัดหรือไม่ หรือมีการโอนเงินออกไปจากบัญชีจริงหรือไม่
    </li>
    <li>
      8. หากธนาคารใช้ดุลยพินิจในการหักเงินจากบัญชีของผู้ใช้บริการ
      เพื่อทำรายการของธุรกรรมของบริการต่างๆ
      ตลอดจนการหักเพื่อชำระค่าธรรมเนียม ค่าบริการ และค่าใช้จ่ายต่างๆ
      และการหักบัญชีเงินฝากดังกล่าวส่งผลให้บัญชีเงินฝากของผู้ใช้บริการ
      มียอดเป็นลูกหนี้ธนาคาร
      หรือมียอดเป็นลูกหนี้เพิ่มขึ้นไม่ว่าเป็นจำนวนเงินเท่าใดก็ตาม
      ผู้ใช้บริการตกลงให้ถือว่ายอดเงินที่ผู้ใช้บริการเป็นหนี้ที่เพิ่มขึ้นนั้น
      เป็นเงินที่ผู้ใช้บริการเบิกเกินบัญชีไปจากธนาคาร
      ผู้ใช้บริการตกลงยินยอมชำระดอกเบี้ยให้แก่ธนาคารจากเงินที่เป็นหนี้นั้นได้
      ในอัตราดอกเบี้ยเงินให้กู้ยืมที่ปฏิบัติผิดเงื่อนไข
      หรือผิดนัดชำระหนี้
      และอัตราดอกเบี้ยกู้เบิกเงินเกินบัญชีโดยไม่มีสัญญาหรือส่วนที่เกินวงเงินตามสัญญา
      ในแต่ละขณะเวลาโดยไม่ต้องแจ้งหรือส่งหลักฐานให้แก่ผู้ใช้บริการแต่อย่างใด
      <br/>
      ในกรณีที่บัญชีดังกล่าวที่ได้ระบุไว้ในใบสมัครเป็นบัญชีออมทรัพย์
      ผู้ใช้บริการตกลงยินยอมให้บัญชีออมทรัพย์ดังกล่าวเป็นบัญชีเดินสะพัดตามกฎหมายว่าด้วยบัญชีเดินสะพัด
      และยินยอมให้ธนาคารหักทอนบัญชีหนี้ทั้งหมด
      หรือแต่บางส่วนที่เกิดขึ้นระหว่างผู้ใช้บริการกับธนาคารกันได้ตามวิธีและประเพณีปฏิบัติของธนาคารเกี่ยวกับบัญชีเดินสะพัดเช่นกันด้วย
    </li>
    <li>
      9. ในกรณีที่บัญชีที่ใช้บริการ เป็นของบุคคลที่ผู้ใช้บริการระบุ
      (ซึ่งต่อไปนี้จะเรียกว่า “เจ้าของบัญชี”)
      ผู้ใช้บริการจะดำเนินการให้เจ้าของบัญชีลงนามในหนังสือยินยอมตามแบบฟอร์มที่ธนาคารกำหนด
      เพื่อให้ธนาคารมีสิทธิหักเงินจากบัญชีของเจ้าของบัญชี
      เพื่อการทำธุรกรรมของผู้ใช้บริการ
      ตลอดจนการหักเงินเพื่อชำระค่าธรรมเนียม ค่าบริการ และค่าใช้จ่ายต่างๆ
      ที่เกิดขึ้นจากการใช้บริการ ภายใต้เงื่อนไขดังนี้
      <p>
        9.1 ผู้ใช้บริการดำเนินการให้เจ้าของบัญชีให้ความยินยอม
        เพื่อดำเนินการตามวิธีการแห่งข้อตกลงและเงื่อนไขฉบับนี้ต่อไป
        และจะไม่ดำเนินการให้เจ้าของบัญชี
        ยกเลิกหรือเพิกถอนความยินยอมดังกล่าวนี้จนกว่าจะมีการยกเลิกข้อตกลงและเงื่อนไขฉบับนี้
      </p>
      <p>
        9.2 ผู้ใช้บริการตกลงและจะดำเนินการให้เจ้าของบัญชีดำรงเงินในบัญชีอย่างน้อยเท่ากับรายการที่ธนาคารจะต้องหักเงิน
        ในกรณีที่เจ้าของบัญชีรายหนึ่งรายใด
        ซึ่งได้ทำความตกลงให้ธนาคารมีอำนาจหักเงินจากบัญชีเงินฝากของตน
        ได้แจ้งยกเลิกหรือเพิกถอนความยินยอม และ/หรือคำสั่งให้หักเงิน
        ธนาคารจะไม่ทำการหักเงินจากบัญชีของบุคคลนั้น
        ในกรณีเช่นนี้ผู้ใช้บริการมีหน้าที่เป็นผู้ติดตามเจรจากับบุคคลรายนั้นๆ
        เพื่อการรับชำระหนี้ และ/หรือบรรดาภาระผูกพันใดๆ
        ที่ผู้ใช้บริการ และเจ้าของบัญชีมีต่อกัน
        และ/หรือเพื่อการทำธุรกรรมของผู้ใช้บริการต่อไปเอง
        <br/>
        อย่างไรก็ตาม
        ในกรณีที่ธนาคารได้รับแจ้งยกเลิกหรือเพิกถอนความยินยอมดังกล่าวในวรรคแรกแล้ว
        แต่ธนาคารมิอาจดำเนินการแก้ไขข้อมูลทางระบบงานของธนาคารได้ทัน
        ไม่ว่าด้วยเหตุประการใดก็ตาม
        หากธนาคารได้รับคำสั่งข้อมูลใดจากผู้ใช้บริการที่เกี่ยวข้องกับเจ้าของบัญชีรายนั้น
        พร้อมทั้งธนาคารได้ดำเนินการใดๆ กับบัญชีเงินฝากนั้นๆ ไม่ว่าลักษณะใดก็ตาม
        ในกรณีเช่นนี้
        ผู้ใช้บริการยอมรับว่าการปฏิบัติของธนาคารเป็นการปฏิบัติที่ถูกต้องเช่นกัน
        และผู้ใช้บริการมีหน้าที่รับผิดชอบโดยตรงต่อเจ้าของบัญชีเงินฝากรายนั้นๆ
        ต่อไปด้วย
      </p>
    </li>
    <li>
      10. ในกรณีที่ธนาคารมีความจำเป็นต้องเปิดเผย/รับข้อมูลทางการเงิน
      หรือธุรกรรม หรือข้อมูลใดๆ
      ที่เกี่ยวข้องกับการใช้บริการของผู้ใช้บริการให้แก่/จากหน่วยงานใดๆ
      ภายใต้บทบัญญัติของกฎหมาย คำสั่ง
      หรือกฎระเบียบของหน่วยงานที่มีอำนาจควบคุมหรือกำกับดูแลธนาคาร
      หรือเป็นการเปิดเผยเพื่อประโยชน์ในการดำเนินการ/ให้บริการตามข้อตกลงและเงื่อนไขฉบับนี้
      ผู้ใช้บริการตกลงยินยอมให้ธนาคารเปิดเผย/รับ หรือรายงานข้อมูล
      และ/หรือจัดทำรายงานเกี่ยวกับข้อมูลหรือธุรกรรมดังกล่าวของผู้ใช้บริการ
      มอบให้แก่หน่วยงานนั้นได้ทุกประการ และให้ความยินยอมนี้มีผลอยู่ตลอดไป
      แม้จะได้มีการยกเลิกการสมัครใช้บริการ ยกเลิกการใช้บริการนี้
      หรือปิดบัญชีเงินฝากแล้วก็ตาม
    </li>
    <li>
      11. ผู้ใช้บริการรับรองว่า บรรดาเอกสาร ข้อมูล รายละเอียดใด ๆ ที่ปรากฏ
      และ/หรือ ที่ได้มีการจัดส่งมาให้ธนาคาร
      ไม่ว่าจะส่งมาในรูปแบบใดและไม่ว่าจะส่งด้วยตัวผู้ใช้บริการเองหรือบุคคลที่ผู้ใช้บริการมอบหมาย
      มีความครบถ้วน ถูกต้องแท้จริง และเป็นปัจจุบัน
      และเป็นข้อมูลที่ธนาคารสามารถนำมาใช้ในการให้บริการและนำมาปรับปรุงข้อมูลในระบบของธนาคารให้เป็นปัจจุบันได้
      โดยผู้ใช้บริการมีสิทธิและมีความสามารถตามกฎหมายในการขอใช้บริการและการทำธุรกรรมใดๆ
      ที่เกี่ยวข้องกับการใช้บริการนี้
      โดยธนาคารไม่มีหน้าที่จะต้องตรวจสอบความถูกต้อง แท้จริง
      หรือความสมบูรณ์ของเอกสารข้อมูล และรายละเอียดต่างๆ ดังกล่าว
    </li>
    <li>
      12. หากผู้ใช้บริการมีความประสงค์จะขอแก้ไขข้อมูล และ/หรือรายละเอียดต่างๆ
      ผู้ใช้บริการจะต้องแจ้งให้ธนาคารทราบเป็นลายลักษณ์อักษร
      หรือตามวิธีการที่ธนาคารกำหนด ล่วงหน้าไม่น้อยกว่า 30 (สามสิบ) วัน
    </li>
    <li>
      13. ภายหลังจากการหักเงินจาก
      และ/หรือโอนเงินเข้าบัญชีเงินฝากของผู้ใช้บริการ
      และ/หรือบุคคลซึ่งผู้ใช้บริการระบุเรียบร้อยแล้ว
      ธนาคารขอสงวนสิทธิที่จะแจ้ง หรือไม่แจ้งให้ผู้ใช้บริการทราบก็ได้
      โดยธนาคารจะแสดงหลักฐานการโอนเงินให้กับผู้ใช้บริการ ทั้งนี้
      หลักฐานการโอนเงินในที่นี้หมายถึง เอกสารหลักฐานอันได้แก่
      ใบบันทึกรายการ ใบแจ้งการโอนเงิน ใบแจ้งรายการ (statement)
      และหลักฐานอื่นใดที่ทำด้วยเครื่องคอมพิวเตอร์ และสื่อบันทึกข้อมูล
      หรือสื่อบันทึกข้อมูลอื่นใดที่ใช้เก็บข้อมูล
      หรือหลักฐานอื่นใดที่ธนาคารแห่งประเทศไทยได้กำหนดขึ้นในอนาคต
    </li>
    <li>
      14. ในกรณีที่ผู้ใช้บริการพบข้อผิดพลาดจากการดำเนินการ
      ผู้ใช้บริการสามารถติดต่อธนาคารได้ที่ K-BIZ Contact Center
      โทรศัพท์หมายเลข 0 2888 8822
      เมื่อธนาคารได้รับแจ้งการระงับการดำเนินการจากผู้ใช้บริการตามช่องทางดังกล่าว
      ธนาคารตกลงดำเนินการระงับการดำเนินการให้แล้วเสร็จตามระยะเวลาที่ธนาคารได้แจ้งแก่ผู้ใช้บริการนั้น
      โดยผู้ใช้บริการยังคงเป็นผู้รับผิดชอบในการดำเนินการ
      และรายการธุรกรรมที่ได้เกิดขึ้นก่อนครบกำหนดระยะเวลาที่ธนาคารจะมีการระงับการดำเนินการตามที่ได้รับแจ้งดังกล่าว
    </li>
    <li>
      15. สำหรับการโอนเงินทางอิเล็กทรอนิกส์ ผู้ใช้บริการจะต้องให้ข้อมูลเรื่อง
      วัน เวลา ผู้ที่เกี่ยวข้อง จำนวนเงิน และลักษณะธุรกรรม
      หรือข้อมูลอื่นใดตามที่ธนาคารจะร้องขอ
      และธนาคารจะทำการสอบสวนตามที่ได้รับแจ้ง ตรวจสอบข้อเท็จจริง
      และแก้ไขข้อผิดพลาด (หากมี) โดยยึดหลักเกณฑ์ของทางราชการ และ/หรือ
      ธนาคารแห่งประเทศไทย และ/หรือธนาคาร เป็นหลัก
      และธนาคารขอสงวนสิทธิ์ในการเพิกเฉยต่อคำร้องขอใดๆที่ขัดต่อข้อกำหนด/หลักเกณฑ์ของทางราชการ
      และ/หรือธนาคารแห่งประเทศไทย และ/หรือธนาคาร
    </li>
    <li>
      16. การให้บริการและดำเนินการที่เกี่ยวข้อง
      ตลอดจนช่องทางการให้บริการต่างๆ
      ที่ธนาคารจัดทำขึ้นเป็นการอำนวยความสะดวกให้กับผู้ใช้บริการ
      ความรับผิดตามธุรกรรมที่เกี่ยวข้อง
      ผู้ใช้บริการและธนาคารแต่ละฝ่ายต้องรับผิดชอบต่ออีกฝ่ายในความเสียหายที่เกิดขึ้นจากการที่ฝ่ายตนกระทำโดยผิดพลาดหรือประมาทเลินเล่อ
      หรือปฏิบัติผิดข้อตกลง หรือการกระทำที่ไม่ชอบด้วยกฎหมาย
      แต่ไม่ต้องรับผิดชอบต่ออีกฝ่ายหนึ่งในความเสียหายที่เกิดจากเหตุสุดวิสัย
      หรือด้วยเหตุอื่นๆ ที่อยู่นอกเหนืออำนาจควบคุมสั่งการของฝ่ายตน
      <p>
        ทั้งนี้ ธนาคารมีความรับผิดหาก (1)
        ธนาคารไม่ปฏิบัติตามคำสั่งระงับการโอนเงินที่มีข้อตกลงล่วงหน้า
        หรือไม่ระงับเครื่องมือโอนเงินตามที่ได้รับแจ้งจากผู้ใช้บริการ
        ตามวิธีการและเงื่อนไขที่ระบุในข้อตกลงและเงื่อนไขฉบับนี้
        และต่อมาเกิดรายการโอนเงินผ่านบริการนี้ขึ้น หรือ (2)
        ธนาคารยังมิได้ส่งมอบเครื่องมือการโอนเงินให้แก่ผู้ใช้บริการ
        และเกิดรายการโอนเงินผ่านบริการนี้โดยมิชอบขึ้น หรือ (3)
        เกิดรายการโอนเงินผ่านบริการนี้โดยมิชอบอันมิใช่ความผิดของผู้ใช้บริการ หรือ
        (4) ธนาคารไม่ปฏิบัติตามคำสั่งโอนเงินของผู้ใช้บริการ
        จนเป็นเหตุให้ผู้รับชำระเงินไม่ได้รับเงินจากการโอนเงินโดยเสร็จสิ้นสมบูรณ์ตามวิธีการและเงื่อนไขที่ระบุในข้อตกลงและเงื่อนไขฉบับนี้
        เว้นแต่การไม่ปฏิบัติตามคำสั่งนั้นเกิดจากการที่ผู้ใช้บริการมีเงินในบัญชีไม่พอ
        และ/หรือไม่มี หรือถูกระงับการใช้วงเงินสินเชื่อกับธนาคาร
        และ/หรือการโอนเงินมีผลทำให้ยอดเงินในบัญชีเกินกว่าวงเงินสินเชื่อที่ตกลงกับธนาคาร
        และ/หรืออยู่ระหว่างการดำเนินทางกฎหมาย
        และ/หรือธนาคารได้แจ้งให้ผู้ใช้บริการทราบถึงความขัดข้องของการโอนเงินก่อน
        หรือในขณะทำการโอนเงินอยู่แล้ว
        และ/หรือผู้ใช้บริการปฏิบัติผิดข้อตกลงและเงื่อนไขฉบับนี้กับธนาคาร
      </p>
    </li>
    <li>
      17. ผู้ใช้บริการสามารถใช้บริการได้ตามจำนวนครั้ง
      และจำนวนเงินสูงสุดตามที่ธนาคาร
      และ/หรือธนาคารปลายทางสามารถให้บริการได้
      หรือตามที่ธนาคารประกาศเปลี่ยนแปลงโดยธนาคารสงวนสิทธิที่จะเปลี่ยนแปลงจำนวนดังกล่าวเมื่อใดก็ได้
      โดยธนาคารจะแจ้งให้ทราบล่วงหน้า
      และผู้ใช้บริการยอมรับในข้อตกลงและเงื่อนไขการให้บริการดังกล่าว
      และธนาคารจะทำการตัดบัญชีตามจำนวนเงิน
      และค่าบริการตามข้อตกลงที่ผู้ใช้บริการมีไว้กับธนาคาร
      และเงินจะถูกโอนเข้าบัญชีผู้รับชำระเงินในวันที่รายการมีผลตามระยะเวลาของแต่ละธนาคารปลายทางตามที่ผู้ใช้บริการได้เลือกทำรายการ
    </li>
    <li>
      18. ผู้ใช้บริการยอมรับว่า กรณีเกิดรายการโอนเงินผ่านบริการนี้
      อันมีสาเหตุมาจากเครื่องมือโอนเงินสูญหาย หรือถูกโจรกรรม
      ผู้ใช้บริการยอมรับผิดตามจำนวนเงินโอนนั้น
      ที่เกิดก่อนที่ธนาคารจะดำเนินการอายัด
      หรือระงับการใช้เครื่องมือโอนเงิน
      หรือการโอนเงินที่มีข้อตกลงล่วงหน้าแล้วเสร็จตามระยะเวลาที่ได้กำหนด
    </li>
    <li>
      19. หากความเสียหายเกิดขึ้นจากเครื่องมือ
      หรืออุปกรณ์การใช้บริการของผู้ใช้บริการ
      หรือเกิดจากระบบเครือข่ายโทรศัพท์เคลื่อนที่
      หรือเกิดจากระบบอินเทอร์เน็ตขัดข้อง ธนาคารไม่ต้องรับผิดชอบใดๆ
    </li>
    <li>
      20. ในกรณีที่เกิดความผิดพลาดในการหักเงินจากบัญชี ไม่ว่าด้วยเหตุใดๆ ก็ตาม
      ผู้ใช้บริการยินยอมให้ธนาคารมีอำนาจแก้ไขความผิดพลาดที่เกิดขึ้นนั้นให้ถูกต้องได้ตามความเป็นจริง
      รวมทั้งตกลงยินยอมให้ธนาคารดำเนินการหักเงินจากบัญชีของผู้ใช้บริการ
      เพื่อเป็นการแก้ไขข้อผิดพลาดที่เกิดขึ้นได้ทันที
      โดยมิจำต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า
      และหากความผิดพลาดบกพร่องดังกล่าว เป็นเหตุให้ธนาคารต้องจ่ายเงินแทนไป
      ผู้ใช้บริการตกลงชำระคืนให้แก่ธนาคารจนครบถ้วน
    </li>
    <li>
      21. ในกรณีที่มีความผิดพลาดในการหักเงิน
      และ/หรือโอนเงินเข้าบัญชีเงินฝากของบุคคลซึ่งผู้ใช้บริการระบุเกิดขึ้น
      หากความผิดพลาดดังกล่าวไม่ได้เกิดขึ้นเนื่องจากธนาคาร
      ผู้ใช้บริการตกลงจะดำเนินการเรียกร้องเงินจำนวนดังกล่าวจากบุคคลซึ่งผู้ใช้บริการระบุโดยตรง
      ทั้งนี้ ผู้ใช้บริการขอสละสิทธิในการเรียกร้องให้ธนาคารหัก
      หรือถอนเงินจากบัญชีเงินฝากของบุคคลซึ่งผู้ใช้บริการระบุคืนให้แก่ผู้ใช้บริการ
      และขอสละสิทธิในการฟ้องร้องให้ธนาคารชดใช้เงินที่ธนาคารได้นำเข้าบัญชีเงินฝากของบุคคลซึ่งผู้ใช้บริการระบุ
      ตามข้อมูลที่ธนาคารได้รับจากผู้ใช้บริการ ไม่ว่าในรูปแบบใด
      อีกทั้งผู้ใช้บริการขอรับรองว่าจะไม่กระทำการใดๆ
      อันมีผลให้ธนาคารต้องเข้ามีส่วนร่วมใดๆ ในข้อพิพาทระหว่างผู้ใช้บริการ
      กับบุคคลซึ่งผู้ใช้บริการระบุ และหากผู้ใช้บริการมีข้อต่อสู้
      และ/หรือสิทธิเรียกร้องใดๆ
      ก็จะไปว่ากล่าวกันเองกับบุคคลซึ่งผู้ใช้บริการระบุเป็นอีกส่วนหนึ่งต่างหาก
    </li>
    <li>
      22. ในกรณีที่มีเหตุสุดวิสัยหรือเหตุอื่นใดอันทำให้ธนาคารไม่สามารถดำเนินการให้บริการตามข้อตกลงและเงื่อนไขฉบับนี้ได้
      ผู้ใช้บริการตกลงยินยอมที่จะให้ความร่วมมือแก่ธนาคารอย่างเต็มที่และทุกวิถีทางในการปรับปรุงวิธีการของธนาคารเพื่อความสะดวกของผู้ใช้บริการในบริการต่างๆ
    </li>
    <li>
      23. การล่าช้า หรืองดเว้นใดๆ ในการใช้สิทธิของธนาคารตามกฎหมายหรือตามเงื่อนไขต่างๆ ตลอดจนคู่มือ
      ระเบียบ และบันทึกเสียงของธนาคารในระบบโทรศัพท์
      ไม่ถือว่าธนาคารสละสิทธิ หรือให้ความยินยอมในการดำเนินการใดๆ
      แก่ผู้ใช้บริการแต่ประการใด
    </li>
    <li>
      24. หากข้อตกลงและเงื่อนไขใดขัดหรือแย้งกับข้อตกลงและเงื่อนไขของบริการแต่ละบริการที่ระบุไว้โดยเฉพาะ
      ให้ถือตามข้อตกลงและเงื่อนไขของบริการแต่ละบริการที่ระบุไว้โดยเฉพาะ
    </li>
    <li>
      25. บรรดาหนังสือ จดหมาย คำบอกกล่าวใดๆ
      ที่ธนาคารได้ส่งให้ผู้ใช้บริการตามที่อยู่ที่แจ้งไว้กับธนาคารนั้น
      ไม่ว่าจะโดยส่งเองหรือส่งทางไปรษณีย์ลงทะเบียนหรือไม่ลงทะเบียน
      หรือส่งผ่าน E-mail หรือ Short Message Service (SMS) ไปยัง E-mail Address
      หรือหมายเลขโทรศัพท์เคลื่อนที่ที่ผู้ใช้บริการแจ้งไว้กับธนาคาร
      ให้ถือว่าได้ส่งให้แก่ผู้ใช้บริการโดยชอบแล้ว ทั้งนี้
      โดยไม่ต้องคำนึงถึงว่าจะมีผู้รับไว้หรือไม่
      และแม้ว่าส่งให้ไม่ได้เพราะย้ายที่อยู่
      หรือที่อยู่เปลี่ยนแปลงไปหรือถูกรื้อถอนไป หรือเปลี่ยนแปลง E-mail
      Address หรือเปลี่ยนแปลงหมายเลขโทรศัพท์เคลื่อนที่
      โดยไม่ได้แจ้งการย้าย การเปลี่ยนแปลง หรือการรื้อถอนนั้น
      เป็นลายลักษณ์อักษรให้ธนาคารทราบก็ดี
      หรือส่งให้ไม่ได้เพราะหาที่อยู่ตามที่ระบุไว้นั้นไม่พบก็ดี
      ให้ถือว่าผู้ใช้บริการได้รับและทราบหนังสือ จดหมาย
      หรือคำบอกกล่าวดังกล่าวแล้วโดยชอบ ทั้งนี้ หากมีการเปลี่ยนแปลงที่อยู่
      หรือสถานที่ทำงาน หรือเปลี่ยนอาชีพการงาน
      ผู้ใช้บริการจะต้องแจ้งการเปลี่ยนแปลงให้ธนาคารทราบเป็นลายลักษณ์อักษรทันที
    </li>
    <li>
      26. ข้อตกลงและเงื่อนไขฉบับนี้ให้ใช้บังคับและตีความตามกฎหมายไทย
      และให้ศาลไทยเป็นศาลที่มีเขตอำนาจในการพิจารณาข้อพิพาทที่เกิดขึ้นตามข้อตกลงและเงื่อนไขฉบับนี้
    </li>
</ul>`,

  payment_title: 'สมัครบัตรเครดิต',
  payment_subtitle_agreeCard: 'ตกลงรับบัตร',
  payment_subtitle_creditCard: 'การชำระบิลบัตรเครดิต',
  payment_section_choosePay: 'เลือกวิธีการชำระบิลบัตรเครดิต',
  payment_radio_selfPay: 'ชำระด้วยตนเอง',
  payment_radio_directDebit: 'หักบัญชีอัตโนมัติ',
  payment_section_chooseAmount: 'เลือกจำนวนเงินที่หักจากบัญชี',
  payment_radio_fullPay: 'ยอดชำระเต็มจำนวน',
  payment_radio_minPay: 'ยอดชำระขั้นต่ำ 10%',

  reselect_account_title: 'เลือกบัญชีปลายทาง',

  radio_copyRegisterAddress: 'เหมือนที่อยู่ตามบัตรประชาชน',
  radio_contactAddress: 'เหมือนที่อยู่ติดต่อได้',
  radio_createNewAddress: 'ที่อยู่อื่น',

  incomeSuffix: '/เดือน',
  incomeRangSuffix: 'บาท/เดือน',
  baht: 'บาท',
  month: 'เดือน',
  perYear: 'ต่อปี',

  button_next: 'ต่อไป',
  button_back_to: 'กลับ {0}',
  button_cancel: 'ยกเลิก',
  button_cancel_credit: 'ยกเลิกสินเชื่อ',
  button_accept: 'ยืนยัน',
  button_accept_credit: 'ตกลงรับสินเชื่อ',
  button_done: 'ตกลง',
  button_back: 'กลับสู่เมนูหลัก',

  error_message: 'ธนาคารไม่สามารถดำเนินรายการนี้ได้<br /> กรุณาทำรายการอีกครั้งในภายหลัง<br />',

  error_required: 'จำเป็นต้องใช้ {0} กรุณาระบุ {0}',
  error_select_required: 'จำเป็นต้องใช้ {0} กรุณาเลือก {0}',
  error_email: 'กรุณาใส่อีเมล์ที่ถูกต้อง.',
  error_required_email: '{0}เป็นสิ่งจำเป็นและต้องเป็นที่อยู่อีเมลที่ถูกต้อง.',
  error_hidden: '',

  error_mobile_10201: 'Invalid mobile number from service request.',
  error_field_10202: 'Required field(s) is(are) missing, invalid value or invalid format.',
  error_lead_10212: 'Lead Id of feed is mandatory.',
  error_feed_10212: 'Feed parameter is mandatory.',
  error_token_10212: 'tokenId of feed parameter is mandatory.',
  error_feed_404: 'Feed Not Found',
  error_profile_404: 'Profile Not Found',
  error_address_404: 'Cannot get address from temp database (REDIS).',

  modal_confirm_content: '<b>แจ้งเตือน</b><br/>คุณต้องการกลับแอปพลิเคชันต้นทางหรือไม่',
  modal_confirm_btnCancel: 'ยกเลิก',
  modal_confirm_btnAccept: 'ตกลง',

  email_note: 'หมายเหตุ: อีเมลข้างต้นใช้สำหรับสมัครบริการนี้เท่านั้น',

  odd_button_accept: 'ยอมรับ',
  odd_modal_confirm_content: '<b style=\"color: #d74738;\">แจ้งเตือน</b><br/>คุณยอมรับข้อกำหนดและเงื่อนไข<br/>และยินยอมให้หักบัญชีอัตโนมัติ',
};

export default Resources;
